export default [{
  "children": [{
    "children": [{"id": 2799, "label": "三环以内", "value": "三环以内"}, {
      "id": 2819,
      "label": "三环到四环之间",
      "value": "三环到四环之间"
    }, {"id": 2839, "label": "四环到五环之间", "value": "四环到五环之间"}, {
      "id": 2840,
      "label": "五环到六环之间",
      "value": "五环到六环之间"
    }, {"id": 4137, "label": "管庄", "value": "管庄"}, {"id": 4139, "label": "北苑", "value": "北苑"}, {
      "id": 4211,
      "label": "定福庄",
      "value": "定福庄"
    }, {"id": 4212, "label": "北京经济技术开发区", "value": "北京经济技术开发区"}], "id": 72, "label": "朝阳区", "value": "朝阳区"
  }, {
    "children": [{"id": 2848, "label": "三环以内", "value": "三环以内"}, {
      "id": 2849,
      "label": "三环到四环之间",
      "value": "三环到四环之间"
    }, {"id": 2850, "label": "四环到五环之间", "value": "四环到五环之间"}, {
      "id": 2851,
      "label": "五环到六环之间",
      "value": "五环到六环之间"
    }, {"id": 2852, "label": "六环以外", "value": "六环以外"}, {"id": 4132, "label": "上地", "value": "上地"}, {
      "id": 4134,
      "label": "西三旗",
      "value": "西三旗"
    }, {"id": 4203, "label": "清河", "value": "清河"}, {"id": 4207, "label": "圆明园西路", "value": "圆明园西路"}, {
      "id": 4208,
      "label": "农业大学西校区",
      "value": "农业大学西校区"
    }, {"id": 4209, "label": "西二旗", "value": "西二旗"}], "id": 2800, "label": "海淀区", "value": "海淀区"
  }, {
    "children": [{"id": 2827, "label": "内环到二环里", "value": "内环到二环里"}, {
      "id": 2853,
      "label": "二环到三环",
      "value": "二环到三环"
    }], "id": 2801, "label": "西城区", "value": "西城区"
  }, {
    "children": [{"id": 2821, "label": "内环到三环里", "value": "内环到三环里"}],
    "id": 2802,
    "label": "东城区",
    "value": "东城区"
  }, {
    "children": [{"id": 2829, "label": "一环到二环", "value": "一环到二环"}, {"id": 2842, "label": "二环到三环", "value": "二环到三环"}],
    "id": 2803,
    "label": "崇文区",
    "value": "崇文区"
  }, {
    "children": [{"id": 2828, "label": "内环到三环里", "value": "内环到三环里"}],
    "id": 2804,
    "label": "宣武区",
    "value": "宣武区"
  }, {
    "children": [{"id": 2832, "label": "四环到五环之间", "value": "四环到五环之间"}, {
      "id": 2854,
      "label": "二环到三环",
      "value": "二环到三环"
    }, {"id": 2855, "label": "三环到四环之间", "value": "三环到四环之间"}, {"id": 2931, "label": "五环以外", "value": "五环以外"}],
    "id": 2805,
    "label": "丰台区",
    "value": "丰台区"
  }, {
    "children": [{"id": 2831, "label": "四环到五环内", "value": "四环到五环内"}, {
      "id": 4187,
      "label": "石景山城区",
      "value": "石景山城区"
    }, {"id": 4188, "label": "八大处科技园区", "value": "八大处科技园区"}], "id": 2806, "label": "石景山区", "value": "石景山区"
  }, {
    "children": [{"id": 2843, "label": "郊区", "value": "郊区"}, {"id": 6491, "label": "城区以内", "value": "城区以内"}],
    "id": 2807,
    "label": "门头沟",
    "value": "门头沟"
  }, {
    "children": [{"id": 2844, "label": "郊区", "value": "郊区"}, {"id": 6492, "label": "城区以内", "value": "城区以内"}],
    "id": 2808,
    "label": "房山区",
    "value": "房山区"
  }, {
    "children": [{"id": 2858, "label": "六环以外", "value": "六环以外"}, {
      "id": 4175,
      "label": "五环到六环之间",
      "value": "五环到六环之间"
    }], "id": 2809, "label": "通州区", "value": "通州区"
  }, {
    "children": [{"id": 4194, "label": "四环至五环之间", "value": "四环至五环之间"}, {
      "id": 4205,
      "label": "六环以外",
      "value": "六环以外"
    }, {"id": 6501, "label": "五环至六环之间", "value": "五环至六环之间"}], "id": 2810, "label": "大兴区", "value": "大兴区"
  }, {
    "children": [{
      "id": 4206,
      "label": "左提路以东,顺平南线以南,高白路以西,机场北线以北",
      "value": "左提路以东,顺平南线以南,高白路以西,机场北线以北"
    }, {"id": 4868, "label": "左提路以西,顺平南线以北,高白路以东,机场北线以南", "value": "左提路以西,顺平南线以北,高白路以东,机场北线以南"}],
    "id": 2812,
    "label": "顺义区",
    "value": "顺义区"
  }, {
    "children": [{"id": 2847, "label": "郊区", "value": "郊区"}, {"id": 6115, "label": "城区以内", "value": "城区以内"}],
    "id": 2814,
    "label": "怀柔区",
    "value": "怀柔区"
  }, {
    "children": [{"id": 2862, "label": "城区以外", "value": "城区以外"}, {"id": 6667, "label": "城区", "value": "城区"}],
    "id": 2816,
    "label": "密云区",
    "value": "密云区"
  }, {
    "children": [{"id": 2906, "label": "城区以外", "value": "城区以外"}, {
      "id": 4135,
      "label": "六环以内",
      "value": "六环以内"
    }, {"id": 4136, "label": "城区", "value": "城区"}], "id": 2901, "label": "昌平区", "value": "昌平区"
  }, {
    "children": [{"id": 2954, "label": "城区以外", "value": "城区以外"}, {"id": 6666, "label": "城区", "value": "城区"}],
    "id": 2953,
    "label": "平谷区",
    "value": "平谷区"
  }, {
    "children": [{"id": 3066, "label": "百泉路南,京新高速北,康张路西,京银路东", "value": "百泉路南,京新高速北,康张路西,京银路东"}, {
      "id": 6009,
      "label": "百泉路北,京新高速南,康张路东,京银路西",
      "value": "百泉路北,京新高速南,康张路东,京银路西"
    }], "id": 3065, "label": "延庆县", "value": "延庆县"
  }], "id": 1, "label": "北京", "value": "北京"
}, {
  "children": [{
    "children": [{"id": 79, "label": "内环以内", "value": "内环以内"}, {
      "id": 80,
      "label": "内环中环之间",
      "value": "内环中环之间"
    }, {"id": 81, "label": "中环外环之间", "value": "中环外环之间"}], "id": 78, "label": "黄浦区", "value": "黄浦区"
  }, {
    "children": [{"id": 2857, "label": "内环中环之间", "value": "内环中环之间"}, {
      "id": 2860,
      "label": "内环以内",
      "value": "内环以内"
    }, {"id": 2861, "label": "中环外环之间", "value": "中环外环之间"}], "id": 2811, "label": "卢湾区", "value": "卢湾区"
  }, {
    "children": [{"id": 2863, "label": "内环以内", "value": "内环以内"}, {"id": 2865, "label": "内环中环之间", "value": "内环中环之间"}],
    "id": 2813,
    "label": "徐汇区",
    "value": "徐汇区"
  }, {
    "children": [{"id": 2870, "label": "内环以内", "value": "内环以内"}, {
      "id": 2871,
      "label": "内环中环之间",
      "value": "内环中环之间"
    }, {"id": 2872, "label": "中环外环之间", "value": "中环外环之间"}], "id": 2815, "label": "长宁区", "value": "长宁区"
  }, {
    "children": [{"id": 2873, "label": "内环以内", "value": "内环以内"}, {
      "id": 2874,
      "label": "内环中环之间",
      "value": "内环中环之间"
    }, {"id": 2875, "label": "中环外环之间", "value": "中环外环之间"}], "id": 2817, "label": "静安区", "value": "静安区"
  }, {
    "children": [{"id": 2879, "label": "内环以内", "value": "内环以内"}, {
      "id": 2880,
      "label": "中环外环之间",
      "value": "中环外环之间"
    }, {"id": 2881, "label": "内环中环之间", "value": "内环中环之间"}], "id": 2820, "label": "闸北区", "value": "闸北区"
  }, {
    "children": [{"id": 2856, "label": "内环中环之间", "value": "内环中环之间"}, {
      "id": 2882,
      "label": "内环以内",
      "value": "内环以内"
    }, {"id": 2883, "label": "中环外环之间", "value": "中环外环之间"}], "id": 2822, "label": "虹口区", "value": "虹口区"
  }, {
    "children": [{"id": 2884, "label": "内环以内", "value": "内环以内"}, {
      "id": 2885,
      "label": "内环中环之间",
      "value": "内环中环之间"
    }, {"id": 2886, "label": "中环外环之间", "value": "中环外环之间"}], "id": 2823, "label": "杨浦区", "value": "杨浦区"
  }, {
    "children": [{"id": 2889, "label": "中环以内", "value": "中环以内"}, {
      "id": 2890,
      "label": "中环外环之间",
      "value": "中环外环之间"
    }, {"id": 2891, "label": "外环以外", "value": "外环以外"}], "id": 2824, "label": "宝山区", "value": "宝山区"
  }, {
    "children": [{"id": 2892, "label": "中环以内", "value": "中环以内"}, {
      "id": 2893,
      "label": "外环以外",
      "value": "外环以外"
    }, {"id": 2896, "label": "中环外环之间", "value": "中环外环之间"}], "id": 2825, "label": "闵行区", "value": "闵行区"
  }, {
    "children": [{"id": 2864, "label": "外环以外", "value": "外环以外"}],
    "id": 2826,
    "label": "嘉定区",
    "value": "嘉定区"
  }, {
    "children": [{"id": 2894, "label": "中环以内", "value": "中环以内"}, {
      "id": 2895,
      "label": "外环以外",
      "value": "外环以外"
    }, {"id": 2897, "label": "中环外环之间", "value": "中环外环之间"}], "id": 2830, "label": "浦东新区", "value": "浦东新区"
  }, {
    "children": [{"id": 2869, "label": "外环以外", "value": "外环以外"}],
    "id": 2833,
    "label": "青浦区",
    "value": "青浦区"
  }, {
    "children": [{"id": 2866, "label": "外环以外", "value": "外环以外"}],
    "id": 2834,
    "label": "松江区",
    "value": "松江区"
  }, {
    "children": [{"id": 2868, "label": "外环以外", "value": "外环以外"}],
    "id": 2835,
    "label": "金山区",
    "value": "金山区"
  }, {
    "children": [{"id": 2903, "label": "祝桥镇", "value": "祝桥镇"}, {
      "id": 2904,
      "label": "新场镇",
      "value": "新场镇"
    }, {"id": 2935, "label": "惠南镇", "value": "惠南镇"}, {"id": 2937, "label": "康桥镇", "value": "康桥镇"}, {
      "id": 2938,
      "label": "宣桥镇",
      "value": "宣桥镇"
    }, {"id": 2939, "label": "书院镇", "value": "书院镇"}, {"id": 2940, "label": "大团镇", "value": "大团镇"}, {
      "id": 2941,
      "label": "周浦镇",
      "value": "周浦镇"
    }, {"id": 2942, "label": "芦潮港镇", "value": "芦潮港镇"}, {"id": 2943, "label": "泥城镇", "value": "泥城镇"}, {
      "id": 2944,
      "label": "六灶镇",
      "value": "六灶镇"
    }, {"id": 2945, "label": "航头镇", "value": "航头镇"}, {"id": 2946, "label": "万祥镇", "value": "万祥镇"}, {
      "id": 2947,
      "label": "老港镇",
      "value": "老港镇"
    }, {"id": 4159, "label": "申港街道", "value": "申港街道"}, {"id": 4180, "label": "临港新城", "value": "临港新城"}],
    "id": 2836,
    "label": "南汇区",
    "value": "南汇区"
  }, {
    "children": [{"id": 2888, "label": "外环以外", "value": "外环以外"}],
    "id": 2837,
    "label": "奉贤区",
    "value": "奉贤区"
  }, {
    "children": [{"id": 2876, "label": "内环以内", "value": "内环以内"}, {
      "id": 2877,
      "label": "内环中环之间",
      "value": "内环中环之间"
    }, {"id": 2878, "label": "中环外环之间", "value": "中环外环之间"}, {"id": 3110, "label": "桃浦新村", "value": "桃浦新村"}],
    "id": 2841,
    "label": "普陀区",
    "value": "普陀区"
  }, {
    "children": [{"id": 4360, "label": "崇明岛", "value": "崇明岛"}, {
      "id": 4361,
      "label": "长兴岛",
      "value": "长兴岛"
    }, {"id": 4362, "label": "横沙岛", "value": "横沙岛"}], "id": 2919, "label": "崇明县", "value": "崇明县"
  }], "id": 2, "label": "上海", "value": "上海"
}, {
  "children": [{
    "children": [{"id": 85, "label": "西青区", "value": "西青区"}, {
      "id": 86,
      "label": "北辰区（外环外）",
      "value": "北辰区（外环外）"
    }, {"id": 89, "label": "东丽区（外环内）", "value": "东丽区（外环内）"}, {"id": 91, "label": "汉沽区", "value": "汉沽区"}, {
      "id": 97,
      "label": "津南区",
      "value": "津南区"
    }, {"id": 98, "label": "蓟县", "value": "蓟县"}, {"id": 99, "label": "武清县", "value": "武清县"}, {
      "id": 100,
      "label": "宁河县",
      "value": "宁河县"
    }, {"id": 101, "label": "宝坻县", "value": "宝坻县"}, {"id": 102, "label": "静海县", "value": "静海县"}, {
      "id": 2907,
      "label": "南开区",
      "value": "南开区"
    }, {"id": 2984, "label": "和平区", "value": "和平区"}, {"id": 2985, "label": "河西区", "value": "河西区"}, {
      "id": 2986,
      "label": "红桥区",
      "value": "红桥区"
    }, {"id": 2987, "label": "河北区", "value": "河北区"}, {"id": 3000, "label": "河东区", "value": "河东区"}, {
      "id": 4306,
      "label": "东丽区（外环外）",
      "value": "东丽区（外环外）"
    }, {"id": 4765, "label": "塘沽区", "value": "塘沽区"}, {
      "id": 6646,
      "label": "北辰区（外环内）",
      "value": "北辰区（外环内）"
    }, {"id": 8545, "label": "大港区（大港油田）", "value": "大港区（大港油田）"}, {
      "id": 8546,
      "label": "大港区（主城区内）",
      "value": "大港区（主城区内）"
    }, {"id": 8547, "label": "大港区（主城区外）", "value": "大港区（主城区外）"}], "id": 83, "label": "天津市", "value": "天津市"
  }], "id": 3, "label": "天津", "value": "天津"
}, {
  "children": [{
    "children": [{"id": 88, "label": "江北区(内环高速以里)", "value": "江北区(内环高速以里)"}, {
      "id": 103,
      "label": "渝中区",
      "value": "渝中区"
    }, {"id": 104, "label": "巴南区(岔路口往市区以里)", "value": "巴南区(岔路口往市区以里)"}, {
      "id": 105,
      "label": "万盛区",
      "value": "万盛区"
    }, {"id": 106, "label": "九龙坡区(内环高速以里)", "value": "九龙坡区(内环高速以里)"}, {
      "id": 107,
      "label": "沙坪坝区(铁路西站沿线以东及虎溪大学城)",
      "value": "沙坪坝区(铁路西站沿线以东及虎溪大学城)"
    }, {"id": 108, "label": "渝北区（渝北城区、空港、回兴、鸳鸯城区）", "value": "渝北区（渝北城区、空港、回兴、鸳鸯城区）"}, {
      "id": 109,
      "label": "北碚区（主城区内）",
      "value": "北碚区（主城区内）"
    }, {"id": 111, "label": "大渡口区(内环高速以里)", "value": "大渡口区(内环高速以里)"}, {
      "id": 113,
      "label": "万州区",
      "value": "万州区"
    }, {"id": 114, "label": "涪陵区", "value": "涪陵区"}, {"id": 115, "label": "梁平县", "value": "梁平县"}, {
      "id": 119,
      "label": "南川区",
      "value": "南川区"
    }, {"id": 123, "label": "潼南县", "value": "潼南县"}, {"id": 126, "label": "大足区", "value": "大足区"}, {
      "id": 128,
      "label": "黔江区",
      "value": "黔江区"
    }, {"id": 129, "label": "武隆县", "value": "武隆县"}, {"id": 130, "label": "丰都县", "value": "丰都县"}, {
      "id": 131,
      "label": "奉节县",
      "value": "奉节县"
    }, {"id": 132, "label": "开县", "value": "开县"}, {"id": 133, "label": "云阳县", "value": "云阳县"}, {
      "id": 134,
      "label": "忠县",
      "value": "忠县"
    }, {"id": 135, "label": "巫溪县", "value": "巫溪县"}, {"id": 136, "label": "巫山县", "value": "巫山县"}, {
      "id": 137,
      "label": "石柱县",
      "value": "石柱县"
    }, {"id": 138, "label": "彭水县", "value": "彭水县"}, {"id": 139, "label": "垫江县", "value": "垫江县"}, {
      "id": 140,
      "label": "酉阳县",
      "value": "酉阳县"
    }, {"id": 141, "label": "秀山县", "value": "秀山县"}, {"id": 357, "label": "綦江县", "value": "綦江县"}, {
      "id": 3076,
      "label": "高新区(内环高速以里)",
      "value": "高新区(内环高速以里)"
    }, {"id": 4164, "label": "城口县", "value": "城口县"}, {
      "id": 4264,
      "label": "江北区(内环高速以外)",
      "value": "江北区(内环高速以外)"
    }, {"id": 4265, "label": "九龙坡区(内环高速以外)", "value": "九龙坡区(内环高速以外)"}, {
      "id": 4266,
      "label": "大渡口区(内环高速以外)",
      "value": "大渡口区(内环高速以外)"
    }, {"id": 4267, "label": "沙坪坝区(除铁路西站沿线以东及虎溪大学城以外)", "value": "沙坪坝区(除铁路西站沿线以东及虎溪大学城以外)"}, {
      "id": 4298,
      "label": "南岸区(南滨路东,洋人街南,七公里北,内环高速以内)",
      "value": "南岸区(南滨路东,洋人街南,七公里北,内环高速以内)"
    }, {"id": 4299, "label": "巴南区(岔路口往市区以外)", "value": "巴南区(岔路口往市区以外)"}, {
      "id": 4303,
      "label": "高新区(内环高速以外)",
      "value": "高新区(内环高速以外)"
    }, {"id": 4304, "label": "南岸区(南滨路西,洋人街北,七公里南,内环高速以外)", "value": "南岸区(南滨路西,洋人街北,七公里南,内环高速以外)"}, {
      "id": 6784,
      "label": "渝北区（除渝北城区、空港、回兴、鸳鸯城区以外）",
      "value": "渝北区（除渝北城区、空港、回兴、鸳鸯城区以外）"
    }, {"id": 6842, "label": "北碚区（主城区外）", "value": "北碚区（主城区外）"}, {
      "id": 6997,
      "label": "璧山县（县城内）",
      "value": "璧山县（县城内）"
    }, {"id": 6998, "label": "璧山县（县城外）", "value": "璧山县（县城外）"}, {
      "id": 6999,
      "label": "合川区（主城区内）",
      "value": "合川区（主城区内）"
    }, {"id": 7000, "label": "合川区（主城区外）", "value": "合川区（主城区外）"}, {
      "id": 7001,
      "label": "江津区（主城区内）",
      "value": "江津区（主城区内）"
    }, {"id": 7002, "label": "江津区（主城区外）", "value": "江津区（主城区外）"}, {
      "id": 7003,
      "label": "荣昌县（县城内）",
      "value": "荣昌县（县城内）"
    }, {"id": 7004, "label": "荣昌县（县城外）", "value": "荣昌县（县城外）"}, {
      "id": 7005,
      "label": "铜梁县（县城内）",
      "value": "铜梁县（县城内）"
    }, {"id": 7006, "label": "铜梁县（县城外）", "value": "铜梁县（县城外）"}, {
      "id": 7007,
      "label": "永川区（主城区内）",
      "value": "永川区（主城区内）"
    }, {"id": 7008, "label": "永川区（主城区外）", "value": "永川区（主城区外）"}, {
      "id": 7009,
      "label": "长寿区(城区、渡舟镇、晏家镇、朱家镇）",
      "value": "长寿区(城区、渡舟镇、晏家镇、朱家镇）"
    }, {"id": 7010, "label": "长寿区(除城区、渡舟镇、晏家镇、朱家镇以外）", "value": "长寿区(除城区、渡舟镇、晏家镇、朱家镇以外）"}],
    "id": 87,
    "label": "重庆市",
    "value": "重庆市"
  }], "id": 4, "label": "重庆", "value": "重庆"
}, {
  "children": [{
    "children": [{"id": 143, "label": "辛集市", "value": "辛集市"}, {
      "id": 145,
      "label": "晋州市",
      "value": "晋州市"
    }, {"id": 146, "label": "新乐市", "value": "新乐市"}, {"id": 153, "label": "井陉县", "value": "井陉县"}, {
      "id": 154,
      "label": "栾城县",
      "value": "栾城县"
    }, {"id": 155, "label": "正定县", "value": "正定县"}, {"id": 156, "label": "行唐县", "value": "行唐县"}, {
      "id": 157,
      "label": "灵寿县",
      "value": "灵寿县"
    }, {"id": 158, "label": "高邑县", "value": "高邑县"}, {"id": 159, "label": "赵县", "value": "赵县"}, {
      "id": 160,
      "label": "赞皇县",
      "value": "赞皇县"
    }, {"id": 161, "label": "深泽县", "value": "深泽县"}, {"id": 162, "label": "无极县", "value": "无极县"}, {
      "id": 163,
      "label": "元氏县",
      "value": "元氏县"
    }, {"id": 165, "label": "矿区", "value": "矿区"}, {
      "id": 3177,
      "label": "长安区(中山路以南,裕华路以北)",
      "value": "长安区(中山路以南,裕华路以北)"
    }, {"id": 3178, "label": "桥东区(二环内)", "value": "桥东区(二环内)"}, {
      "id": 3179,
      "label": "桥西区(二环内)",
      "value": "桥西区(二环内)"
    }, {"id": 3180, "label": "新华区(二环内)", "value": "新华区(二环内)"}, {
      "id": 3181,
      "label": "裕华区(石安高速以西)",
      "value": "裕华区(石安高速以西)"
    }, {"id": 3182, "label": "井陉矿区", "value": "井陉矿区"}, {
      "id": 4105,
      "label": "经济技术开发区",
      "value": "经济技术开发区"
    }, {"id": 4158, "label": "平山县", "value": "平山县"}, {
      "id": 4412,
      "label": "长安区(中山路以北,裕华路以南)",
      "value": "长安区(中山路以北,裕华路以南)"
    }, {"id": 4413, "label": "裕华区(石安高速以东)", "value": "裕华区(石安高速以东)"}, {
      "id": 4414,
      "label": "桥东区(二环外)",
      "value": "桥东区(二环外)"
    }, {"id": 4415, "label": "桥西区(二环外)", "value": "桥西区(二环外)"}, {
      "id": 4416,
      "label": "新华区(二环外)",
      "value": "新华区(二环外)"
    }, {"id": 6894, "label": "藁城市(藁梅公路东,翼辰大街西,黄石高速南,石井村北)", "value": "藁城市(藁梅公路东,翼辰大街西,黄石高速南,石井村北)"}, {
      "id": 6895,
      "label": "藁城市(藁梅公路西,翼辰大街东,黄石高速北,石井村南)",
      "value": "藁城市(藁梅公路西,翼辰大街东,黄石高速北,石井村南)"
    }, {"id": 6896, "label": "鹿泉市（翠屏大街东,石柏大街西,恒益路南,龙泉路北）", "value": "鹿泉市（翠屏大街东,石柏大街西,恒益路南,龙泉路北）"}, {
      "id": 6897,
      "label": "鹿泉市（翠屏大街西,石柏大街东,恒益路北,龙泉路南）",
      "value": "鹿泉市（翠屏大街西,石柏大街东,恒益路北,龙泉路南）"
    }], "id": 142, "label": "石家庄市", "value": "石家庄市"
  }, {
    "children": [{"id": 167, "label": "邯郸县", "value": "邯郸县"}, {
      "id": 168,
      "label": "峰峰矿区",
      "value": "峰峰矿区"
    }, {"id": 169, "label": "曲周县", "value": "曲周县"}, {"id": 170, "label": "馆陶县", "value": "馆陶县"}, {
      "id": 171,
      "label": "魏县",
      "value": "魏县"
    }, {"id": 172, "label": "成安县", "value": "成安县"}, {"id": 173, "label": "大名县", "value": "大名县"}, {
      "id": 174,
      "label": "涉县",
      "value": "涉县"
    }, {"id": 175, "label": "鸡泽县", "value": "鸡泽县"}, {"id": 176, "label": "邱县", "value": "邱县"}, {
      "id": 177,
      "label": "广平县",
      "value": "广平县"
    }, {"id": 178, "label": "肥乡县", "value": "肥乡县"}, {"id": 180, "label": "磁县", "value": "磁县"}, {
      "id": 3077,
      "label": "临漳县",
      "value": "临漳县"
    }, {"id": 3183, "label": "丛台区(北环路、东环路以内)", "value": "丛台区(北环路、东环路以内)"}, {
      "id": 3184,
      "label": "邯山区(西环路、南环路、东环路以内)",
      "value": "邯山区(西环路、南环路、东环路以内)"
    }, {"id": 3186, "label": "复兴区(北环路、西环路、南环路以内)", "value": "复兴区(北环路、西环路、南环路以内)"}, {
      "id": 3187,
      "label": "永年县",
      "value": "永年县"
    }, {"id": 4818, "label": "丛台区(北环路、东环路以外)", "value": "丛台区(北环路、东环路以外)"}, {
      "id": 4819,
      "label": "复兴区(北环路、西环路、南环路以外)",
      "value": "复兴区(北环路、西环路、南环路以外)"
    }, {"id": 4820, "label": "邯山区(西环路、南环路、东环路以外)", "value": "邯山区(西环路、南环路、东环路以外)"}, {
      "id": 6771,
      "label": "武安市（除武安镇以外）",
      "value": "武安市（除武安镇以外）"
    }, {"id": 6803, "label": "武安市（武安镇）", "value": "武安市（武安镇）"}], "id": 148, "label": "邯郸市", "value": "邯郸市"
  }, {
    "children": [{"id": 183, "label": "邢台县", "value": "邢台县"}, {"id": 184, "label": "南宫市", "value": "南宫市"}, {
      "id": 185,
      "label": "沙河市",
      "value": "沙河市"
    }, {"id": 186, "label": "柏乡县", "value": "柏乡县"}, {"id": 187, "label": "任县", "value": "任县"}, {
      "id": 188,
      "label": "清河县",
      "value": "清河县"
    }, {"id": 189, "label": "隆尧县", "value": "隆尧县"}, {"id": 190, "label": "临城县", "value": "临城县"}, {
      "id": 191,
      "label": "广宗县",
      "value": "广宗县"
    }, {"id": 192, "label": "临西县", "value": "临西县"}, {"id": 193, "label": "内丘县", "value": "内丘县"}, {
      "id": 194,
      "label": "平乡县",
      "value": "平乡县"
    }, {"id": 195, "label": "巨鹿县", "value": "巨鹿县"}, {"id": 196, "label": "新河县", "value": "新河县"}, {
      "id": 197,
      "label": "南和县",
      "value": "南和县"
    }, {"id": 257, "label": "宁晋县", "value": "宁晋县"}, {"id": 3098, "label": "威县", "value": "威县"}, {
      "id": 3188,
      "label": "桥西区(滨江路以西,南外环以南,郭守敬大道以北)",
      "value": "桥西区(滨江路以西,南外环以南,郭守敬大道以北)"
    }, {"id": 3189, "label": "桥东区(郭守敬大道以北,东外环以东,南外环以南)", "value": "桥东区(郭守敬大道以北,东外环以东,南外环以南)"}, {
      "id": 6670,
      "label": "桥东区(郭守敬大道以南,东外环以西,南外环以北)",
      "value": "桥东区(郭守敬大道以南,东外环以西,南外环以北)"
    }, {"id": 6671, "label": "桥西区(滨江路以东,南外环以北,郭守敬大道以南)", "value": "桥西区(滨江路以东,南外环以北,郭守敬大道以南)"}],
    "id": 164,
    "label": "邢台市",
    "value": "邢台市"
  }, {
    "children": [{"id": 203, "label": "安国市", "value": "安国市"}, {"id": 205, "label": "满城县", "value": "满城县"}, {
      "id": 206,
      "label": "清苑县",
      "value": "清苑县"
    }, {"id": 207, "label": "涞水县", "value": "涞水县"}, {"id": 208, "label": "阜平县", "value": "阜平县"}, {
      "id": 209,
      "label": "徐水县",
      "value": "徐水县"
    }, {"id": 210, "label": "定兴县", "value": "定兴县"}, {"id": 211, "label": "唐县", "value": "唐县"}, {
      "id": 212,
      "label": "高阳县",
      "value": "高阳县"
    }, {"id": 213, "label": "容城县", "value": "容城县"}, {"id": 214, "label": "涞源县", "value": "涞源县"}, {
      "id": 215,
      "label": "望都县",
      "value": "望都县"
    }, {"id": 217, "label": "易县", "value": "易县"}, {"id": 218, "label": "曲阳县", "value": "曲阳县"}, {
      "id": 219,
      "label": "蠡县",
      "value": "蠡县"
    }, {"id": 220, "label": "顺平县", "value": "顺平县"}, {"id": 221, "label": "博野县", "value": "博野县"}, {
      "id": 222,
      "label": "雄县",
      "value": "雄县"
    }, {"id": 3190, "label": "新市区", "value": "新市区"}, {"id": 3191, "label": "北市区", "value": "北市区"}, {
      "id": 3192,
      "label": "南市区",
      "value": "南市区"
    }, {"id": 3193, "label": "安新县", "value": "安新县"}, {
      "id": 4183,
      "label": "保定市（二环内，乐凯大街东）",
      "value": "保定市（二环内，乐凯大街东）"
    }, {"id": 4469, "label": "保定市（二环外，乐凯大街西）", "value": "保定市（二环外，乐凯大街西）"}, {
      "id": 6746,
      "label": "涿州市（双塔街道、桃园街道）",
      "value": "涿州市（双塔街道、桃园街道）"
    }, {"id": 6747, "label": "涿州市（除双塔街道、桃园街道以外）", "value": "涿州市（除双塔街道、桃园街道以外）"}, {
      "id": 6767,
      "label": "高碑店市（兴华路街道、和平街道）",
      "value": "高碑店市（兴华路街道、和平街道）"
    }, {"id": 6768, "label": "高碑店市（除兴华路街道、和平街道以外）", "value": "高碑店市（除兴华路街道、和平街道以外）"}, {
      "id": 6904,
      "label": "定州市（兴定路南、博陵街东、自来佛街西、中兴路北）",
      "value": "定州市（兴定路南、博陵街东、自来佛街西、中兴路北）"
    }, {"id": 6905, "label": "定州市（兴定路北、博陵街西、自来佛街东、中兴路南）", "value": "定州市（兴定路北、博陵街西、自来佛街东、中兴路南）"}],
    "id": 199,
    "label": "保定市",
    "value": "保定市"
  }, {
    "children": [{"id": 225, "label": "宣化县", "value": "宣化县"}, {"id": 226, "label": "康保县", "value": "康保县"}, {
      "id": 227,
      "label": "张北县",
      "value": "张北县"
    }, {"id": 228, "label": "阳原县", "value": "阳原县"}, {"id": 229, "label": "赤城县", "value": "赤城县"}, {
      "id": 230,
      "label": "怀安县",
      "value": "怀安县"
    }, {"id": 231, "label": "怀来县", "value": "怀来县"}, {"id": 232, "label": "崇礼县", "value": "崇礼县"}, {
      "id": 233,
      "label": "尚义县",
      "value": "尚义县"
    }, {"id": 234, "label": "蔚县", "value": "蔚县"}, {"id": 235, "label": "涿鹿县", "value": "涿鹿县"}, {
      "id": 236,
      "label": "万全县",
      "value": "万全县"
    }, {"id": 238, "label": "下花园区", "value": "下花园区"}, {"id": 3156, "label": "沽源县", "value": "沽源县"}, {
      "id": 3194,
      "label": "桥西区(西外环以西,北外环以北,盛华西大街以南)",
      "value": "桥西区(西外环以西,北外环以北,盛华西大街以南)"
    }, {"id": 3195, "label": "桥东区(建国路以东,北外环以北,盛华东大街以南)", "value": "桥东区(建国路以东,北外环以北,盛华东大街以南)"}, {
      "id": 4046,
      "label": "宣化区",
      "value": "宣化区"
    }, {"id": 4897, "label": "桥西区(西外环以东,北外环以南,盛华西大街以北)", "value": "桥西区(西外环以东,北外环以南,盛华西大街以北)"}, {
      "id": 4898,
      "label": "桥东区(建国路以西,北外环以南,盛华东大街以北)",
      "value": "桥东区(建国路以西,北外环以南,盛华东大街以北)"
    }], "id": 224, "label": "张家口市", "value": "张家口市"
  }, {
    "children": [{"id": 241, "label": "兴隆县", "value": "兴隆县"}, {"id": 242, "label": "平泉县", "value": "平泉县"}, {
      "id": 243,
      "label": "滦平县",
      "value": "滦平县"
    }, {"id": 245, "label": "丰宁满族自治县", "value": "丰宁满族自治县"}, {
      "id": 246,
      "label": "围场满族蒙古族自治县",
      "value": "围场满族蒙古族自治县"
    }, {"id": 247, "label": "宽城满族自治县", "value": "宽城满族自治县"}, {"id": 2767, "label": "隆化县", "value": "隆化县"}, {
      "id": 3092,
      "label": "承德县",
      "value": "承德县"
    }, {"id": 3196, "label": "双桥区（环城路以内）", "value": "双桥区（环城路以内）"}, {
      "id": 3197,
      "label": "双滦区",
      "value": "双滦区"
    }, {"id": 3198, "label": "鹰手营子矿区", "value": "鹰手营子矿区"}, {"id": 6738, "label": "双桥区（环城路以外）", "value": "双桥区（环城路以外）"}],
    "id": 239,
    "label": "承德市",
    "value": "承德市"
  }, {
    "children": [{"id": 261, "label": "卢龙县", "value": "卢龙县"}, {
      "id": 262,
      "label": "青龙满族自治县",
      "value": "青龙满族自治县"
    }, {"id": 263, "label": "昌黎县", "value": "昌黎县"}, {
      "id": 2976,
      "label": "海港区(二环内,东到东港路,南到新春路,含开发区)",
      "value": "海港区(二环内,东到东港路,南到新春路,含开发区)"
    }, {"id": 2989, "label": "山海关区", "value": "山海关区"}, {"id": 2990, "label": "北戴河区", "value": "北戴河区"}, {
      "id": 4093,
      "label": "抚宁县",
      "value": "抚宁县"
    }, {"id": 4748, "label": "海港区(二环外,东港路以东,新春路以南,不含开发区)", "value": "海港区(二环外,东港路以东,新春路以南,不含开发区)"}],
    "id": 248,
    "label": "秦皇岛市",
    "value": "秦皇岛市"
  }, {
    "children": [{"id": 2756, "label": "遵化市", "value": "遵化市"}, {
      "id": 2757,
      "label": "丰南区",
      "value": "丰南区"
    }, {"id": 2759, "label": "迁西县", "value": "迁西县"}, {"id": 2760, "label": "滦南县", "value": "滦南县"}, {
      "id": 2761,
      "label": "丰润区",
      "value": "丰润区"
    }, {"id": 2762, "label": "玉田县", "value": "玉田县"}, {"id": 2763, "label": "唐海县", "value": "唐海县"}, {
      "id": 2764,
      "label": "乐亭县",
      "value": "乐亭县"
    }, {"id": 2765, "label": "滦县", "value": "滦县"}, {
      "id": 3200,
      "label": "路北区(112国道以东,环城路以南)",
      "value": "路北区(112国道以东,环城路以南)"
    }, {"id": 3201, "label": "路南区(205国以西,唐胥路以北)", "value": "路南区(205国以西,唐胥路以北)"}, {
      "id": 3202,
      "label": "古冶区",
      "value": "古冶区"
    }, {"id": 3203, "label": "开平区　", "value": "开平区　"}, {
      "id": 4762,
      "label": "路南区(205国以东,唐胥路以南)",
      "value": "路南区(205国以东,唐胥路以南)"
    }, {"id": 4763, "label": "路北区(112国道以西,环城路以北)", "value": "路北区(112国道以西,环城路以北)"}, {
      "id": 6744,
      "label": "迁安市（迁安镇）",
      "value": "迁安市（迁安镇）"
    }, {"id": 6745, "label": "迁安市（除迁安镇以外）", "value": "迁安市（除迁安镇以外）"}], "id": 258, "label": "唐山市", "value": "唐山市"
  }, {
    "children": [{"id": 265, "label": "沧县", "value": "沧县"}, {"id": 266, "label": "泊头市", "value": "泊头市"}, {
      "id": 267,
      "label": "任丘市（新华路街道、西环路街道）",
      "value": "任丘市（新华路街道、西环路街道）"
    }, {"id": 268, "label": "河间市", "value": "河间市"}, {"id": 269, "label": "献县", "value": "献县"}, {
      "id": 270,
      "label": "肃宁县",
      "value": "肃宁县"
    }, {"id": 271, "label": "青县", "value": "青县"}, {"id": 272, "label": "东光县", "value": "东光县"}, {
      "id": 273,
      "label": "吴桥县",
      "value": "吴桥县"
    }, {"id": 276, "label": "南皮县", "value": "南皮县"}, {"id": 277, "label": "盐山县", "value": "盐山县"}, {
      "id": 278,
      "label": "海兴县",
      "value": "海兴县"
    }, {"id": 279, "label": "孟村回族自治县", "value": "孟村回族自治县"}, {
      "id": 3204,
      "label": "运河区（渤海路南，海河路北）",
      "value": "运河区（渤海路南，海河路北）"
    }, {"id": 3205, "label": "新华区（长芦大道西，迎宾大道东）", "value": "新华区（长芦大道西，迎宾大道东）"}, {
      "id": 6742,
      "label": "运河区（渤海路北，海河路南）",
      "value": "运河区（渤海路北，海河路南）"
    }, {"id": 6743, "label": "新华区（长芦大道东，迎宾大道西）", "value": "新华区（长芦大道东，迎宾大道西）"}, {
      "id": 6772,
      "label": "任丘市（除新华路街道、西环路街道以外）",
      "value": "任丘市（除新华路街道、西环路街道以外）"
    }, {"id": 6944, "label": "黄骅市(昌骅大街东、新兴大街西、学院路南、石港路北)", "value": "黄骅市(昌骅大街东、新兴大街西、学院路南、石港路北)"}, {
      "id": 6945,
      "label": "黄骅市(昌骅大街西、新兴大街东、学院路北、石港路南)",
      "value": "黄骅市(昌骅大街西、新兴大街东、学院路北、石港路南)"
    }], "id": 264, "label": "沧州市", "value": "沧州市"
  }, {
    "children": [{"id": 283, "label": "三河市(除市区、燕郊开发区以外)", "value": "三河市(除市区、燕郊开发区以外)"}, {
      "id": 284,
      "label": "固安县",
      "value": "固安县"
    }, {"id": 285, "label": "永清县", "value": "永清县"}, {"id": 286, "label": "香河县", "value": "香河县"}, {
      "id": 287,
      "label": "大城县",
      "value": "大城县"
    }, {"id": 288, "label": "文安县", "value": "文安县"}, {"id": 289, "label": "大厂回族自治县", "value": "大厂回族自治县"}, {
      "id": 3206,
      "label": "安次区",
      "value": "安次区"
    }, {"id": 3207, "label": "广阳区", "value": "广阳区"}, {"id": 4097, "label": "开发区", "value": "开发区"}, {
      "id": 6680,
      "label": "三河市(市区、燕郊开发区)",
      "value": "三河市(市区、燕郊开发区)"
    }, {"id": 6886, "label": "霸州市(京九铁路东，牤牛河西，裕华道南，112国道北)", "value": "霸州市(京九铁路东，牤牛河西，裕华道南，112国道北)"}, {
      "id": 6887,
      "label": "霸州市(京九铁路西，牤牛河东，裕华道北，112国道南)",
      "value": "霸州市(京九铁路西，牤牛河东，裕华道北，112国道南)"
    }], "id": 274, "label": "廊坊市", "value": "廊坊市"
  }, {
    "children": [{"id": 291, "label": "冀州市", "value": "冀州市"}, {"id": 292, "label": "深州市", "value": "深州市"}, {
      "id": 293,
      "label": "饶阳县",
      "value": "饶阳县"
    }, {"id": 294, "label": "枣强县", "value": "枣强县"}, {"id": 295, "label": "故城县", "value": "故城县"}, {
      "id": 296,
      "label": "阜城县",
      "value": "阜城县"
    }, {"id": 297, "label": "安平县", "value": "安平县"}, {"id": 298, "label": "武邑县", "value": "武邑县"}, {
      "id": 299,
      "label": "景县",
      "value": "景县"
    }, {"id": 300, "label": "武强县", "value": "武强县"}, {
      "id": 301,
      "label": "桃城区(环路以外)",
      "value": "桃城区(环路以外)"
    }, {"id": 6683, "label": "桃城区(环路以内)", "value": "桃城区(环路以内)"}], "id": 275, "label": "衡水市", "value": "衡水市"
  }], "id": 5, "label": "河北", "value": "河北"
}, {
  "children": [{
    "children": [{"id": 304, "label": "阳曲县", "value": "阳曲县"}, {
      "id": 305,
      "label": "古交市",
      "value": "古交市"
    }, {"id": 306, "label": "娄烦县", "value": "娄烦县"}, {"id": 307, "label": "清徐县", "value": "清徐县"}, {
      "id": 3208,
      "label": "杏花岭区(胜利街以南，建设路以西)",
      "value": "杏花岭区(胜利街以南，建设路以西)"
    }, {"id": 3209, "label": "小店区(龙城街以北，建设路/太榆路以西)", "value": "小店区(龙城街以北，建设路/太榆路以西)"}, {
      "id": 3210,
      "label": "迎泽区(建设路以西)",
      "value": "迎泽区(建设路以西)"
    }, {"id": 3211, "label": "尖草坪区", "value": "尖草坪区"}, {
      "id": 3212,
      "label": "万柏林区(窊流路以东，西峪东街以北，胜利街以南)",
      "value": "万柏林区(窊流路以东，西峪东街以北，胜利街以南)"
    }, {"id": 3213, "label": "晋源区(西峪东街以北、新晋祠路以东)", "value": "晋源区(西峪东街以北、新晋祠路以东)"}, {
      "id": 4355,
      "label": "万柏林区(窊流路以西，西峪东街以南，胜利街以北)",
      "value": "万柏林区(窊流路以西，西峪东街以南，胜利街以北)"
    }, {"id": 4356, "label": "杏花岭区(胜利街以北，建设路以东)", "value": "杏花岭区(胜利街以北，建设路以东)"}, {
      "id": 4357,
      "label": "迎泽区(建设路以东)",
      "value": "迎泽区(建设路以东)"
    }, {"id": 4358, "label": "小店区(龙城街以南，建设路/太榆路以东)", "value": "小店区(龙城街以南，建设路/太榆路以东)"}, {
      "id": 4359,
      "label": "晋源区(西峪东街以南、新晋祠路以西)",
      "value": "晋源区(西峪东街以南、新晋祠路以西)"
    }], "id": 303, "label": "太原市", "value": "太原市"
  }, {
    "children": [{"id": 310, "label": "大同县", "value": "大同县"}, {"id": 311, "label": "天镇县", "value": "天镇县"}, {
      "id": 312,
      "label": "灵丘县",
      "value": "灵丘县"
    }, {"id": 313, "label": "阳高县", "value": "阳高县"}, {"id": 314, "label": "左云县", "value": "左云县"}, {
      "id": 315,
      "label": "浑源县",
      "value": "浑源县"
    }, {"id": 316, "label": "广灵县", "value": "广灵县"}, {"id": 3214, "label": "新荣区", "value": "新荣区"}, {
      "id": 3216,
      "label": "南郊区",
      "value": "南郊区"
    }, {"id": 3217, "label": "矿　区", "value": "矿　区"}, {
      "id": 3218,
      "label": "城区（文兴路西，208国道北，绕城高速东，109国道南）",
      "value": "城区（文兴路西，208国道北，绕城高速东，109国道南）"
    }, {"id": 6820, "label": "城区（文兴路东，208国道南，绕城高速西，109国道北）", "value": "城区（文兴路东，208国道南，绕城高速西，109国道北）"}],
    "id": 309,
    "label": "大同市",
    "value": "大同市"
  }, {
    "children": [{"id": 319, "label": "盂县", "value": "盂县"}, {"id": 320, "label": "平定县", "value": "平定县"}, {
      "id": 321,
      "label": "郊区",
      "value": "郊区"
    }, {"id": 3219, "label": "矿　区", "value": "矿　区"}, {
      "id": 3220,
      "label": "城区（大连路南，四矿口东，李白路西，南环路北）",
      "value": "城区（大连路南，四矿口东，李白路西，南环路北）"
    }, {"id": 6821, "label": "城区（大连路北，四矿口西，李白路东，南环路南）", "value": "城区（大连路北，四矿口西，李白路东，南环路南）"}],
    "id": 318,
    "label": "阳泉市",
    "value": "阳泉市"
  }, {
    "children": [{"id": 326, "label": "高平市", "value": "高平市"}, {"id": 327, "label": "阳城县", "value": "阳城县"}, {
      "id": 328,
      "label": "沁水县",
      "value": "沁水县"
    }, {"id": 329, "label": "陵川县", "value": "陵川县"}, {"id": 2967, "label": "泽州县", "value": "泽州县"}, {
      "id": 3073,
      "label": "城 区",
      "value": "城 区"
    }], "id": 325, "label": "晋城市", "value": "晋城市"
  }, {
    "children": [{"id": 331, "label": "山阴县", "value": "山阴县"}, {"id": 332, "label": "右玉县", "value": "右玉县"}, {
      "id": 333,
      "label": "应县",
      "value": "应县"
    }, {"id": 334, "label": "怀仁县", "value": "怀仁县"}, {"id": 335, "label": "朔城区", "value": "朔城区"}, {
      "id": 3118,
      "label": "平鲁区",
      "value": "平鲁区"
    }], "id": 330, "label": "朔州市", "value": "朔州市"
  }, {
    "children": [{"id": 337, "label": "榆次区(东、西、南环路以内，龙湖街以南)", "value": "榆次区(东、西、南环路以内，龙湖街以南)"}, {
      "id": 338,
      "label": "介休市",
      "value": "介休市"
    }, {"id": 339, "label": "昔阳县", "value": "昔阳县"}, {"id": 341, "label": "祁县", "value": "祁县"}, {
      "id": 342,
      "label": "左权县",
      "value": "左权县"
    }, {"id": 343, "label": "寿阳县", "value": "寿阳县"}, {"id": 344, "label": "太谷县", "value": "太谷县"}, {
      "id": 345,
      "label": "和顺县",
      "value": "和顺县"
    }, {"id": 346, "label": "灵石县", "value": "灵石县"}, {"id": 347, "label": "平遥县", "value": "平遥县"}, {
      "id": 348,
      "label": "榆社县",
      "value": "榆社县"
    }, {"id": 6689, "label": "榆次区(东、西、南环路以外，龙湖街以北)", "value": "榆次区(东、西、南环路以外，龙湖街以北)"}],
    "id": 336,
    "label": "晋中市",
    "value": "晋中市"
  }, {
    "children": [{"id": 351, "label": "原平市", "value": "原平市"}, {"id": 352, "label": "代县", "value": "代县"}, {
      "id": 353,
      "label": "神池县",
      "value": "神池县"
    }, {"id": 354, "label": "五寨县", "value": "五寨县"}, {"id": 358, "label": "五台县", "value": "五台县"}, {
      "id": 359,
      "label": "偏关县",
      "value": "偏关县"
    }, {"id": 360, "label": "宁武县", "value": "宁武县"}, {"id": 361, "label": "静乐县", "value": "静乐县"}, {
      "id": 362,
      "label": "繁峙县",
      "value": "繁峙县"
    }, {"id": 363, "label": "河曲县", "value": "河曲县"}, {"id": 364, "label": "保德县", "value": "保德县"}, {
      "id": 365,
      "label": "定襄县",
      "value": "定襄县"
    }, {"id": 366, "label": "忻府区", "value": "忻府区"}, {"id": 367, "label": "岢岚县", "value": "岢岚县"}],
    "id": 350,
    "label": "忻州市",
    "value": "忻州市"
  }, {
    "children": [{"id": 369, "label": "离石区", "value": "离石区"}, {"id": 370, "label": "孝义市", "value": "孝义市"}, {
      "id": 371,
      "label": "汾阳市",
      "value": "汾阳市"
    }, {"id": 372, "label": "文水县", "value": "文水县"}, {"id": 373, "label": "中阳县", "value": "中阳县"}, {
      "id": 374,
      "label": "兴县",
      "value": "兴县"
    }, {"id": 375, "label": "临县", "value": "临县"}, {"id": 376, "label": "方山县", "value": "方山县"}, {
      "id": 377,
      "label": "柳林县",
      "value": "柳林县"
    }, {"id": 378, "label": "岚县", "value": "岚县"}, {"id": 3235, "label": "交口县", "value": "交口县"}, {
      "id": 3236,
      "label": "交城县",
      "value": "交城县"
    }, {"id": 3237, "label": "石楼县", "value": "石楼县"}], "id": 368, "label": "吕梁市", "value": "吕梁市"
  }, {
    "children": [{"id": 380, "label": "侯马市", "value": "侯马市"}, {"id": 381, "label": "霍州市", "value": "霍州市"}, {
      "id": 382,
      "label": "汾西县",
      "value": "汾西县"
    }, {"id": 383, "label": "吉县", "value": "吉县"}, {"id": 384, "label": "安泽县", "value": "安泽县"}, {
      "id": 386,
      "label": "浮山县",
      "value": "浮山县"
    }, {"id": 387, "label": "大宁县", "value": "大宁县"}, {"id": 388, "label": "古县", "value": "古县"}, {
      "id": 389,
      "label": "隰　县",
      "value": "隰　县"
    }, {"id": 390, "label": "襄汾县", "value": "襄汾县"}, {"id": 391, "label": "翼城县", "value": "翼城县"}, {
      "id": 392,
      "label": "永和县",
      "value": "永和县"
    }, {"id": 393, "label": "乡宁县", "value": "乡宁县"}, {"id": 395, "label": "洪洞县", "value": "洪洞县"}, {
      "id": 396,
      "label": "蒲县",
      "value": "蒲县"
    }, {"id": 3136, "label": "曲沃县", "value": "曲沃县"}, {
      "id": 6909,
      "label": "尧都区(汾东路南，滨河西路东，环城南路北，东外环西)",
      "value": "尧都区(汾东路南，滨河西路东，环城南路北，东外环西)"
    }, {"id": 6910, "label": "尧都区(汾东路北，滨河西路西，环城南路南，东外环东)", "value": "尧都区(汾东路北，滨河西路西，环城南路南，东外环东)"}],
    "id": 379,
    "label": "临汾市",
    "value": "临汾市"
  }, {
    "children": [{"id": 399, "label": "河津市", "value": "河津市"}, {"id": 400, "label": "永济市", "value": "永济市"}, {
      "id": 402,
      "label": "新绛县",
      "value": "新绛县"
    }, {"id": 403, "label": "平陆县", "value": "平陆县"}, {"id": 404, "label": "垣曲县", "value": "垣曲县"}, {
      "id": 405,
      "label": "绛县",
      "value": "绛县"
    }, {"id": 406, "label": "稷山县", "value": "稷山县"}, {"id": 407, "label": "芮城县", "value": "芮城县"}, {
      "id": 408,
      "label": "夏县",
      "value": "夏县"
    }, {"id": 409, "label": "临猗县", "value": "临猗县"}, {"id": 410, "label": "万荣县", "value": "万荣县"}, {
      "id": 3233,
      "label": "闻喜县",
      "value": "闻喜县"
    }, {"id": 6877, "label": "盐湖区（国粮街南、迎太路西、运临路东，红旗街北）", "value": "盐湖区（国粮街南、迎太路西、运临路东，红旗街北）"}, {
      "id": 6878,
      "label": "盐湖区（国粮街北、迎太路东、运临路西，红旗街南）",
      "value": "盐湖区（国粮街北、迎太路东、运临路西，红旗街南）"
    }], "id": 398, "label": "运城市", "value": "运城市"
  }, {
    "children": [{"id": 3075, "label": "长治县", "value": "长治县"}, {
      "id": 3109,
      "label": "潞城市",
      "value": "潞城市"
    }, {"id": 3221, "label": "城　区（城北西街南、南二环北、西二环东、城东路西）", "value": "城　区（城北西街南、南二环北、西二环东、城东路西）"}, {
      "id": 3222,
      "label": "郊　区",
      "value": "郊　区"
    }, {"id": 3223, "label": "襄垣县", "value": "襄垣县"}, {"id": 3224, "label": "屯留县", "value": "屯留县"}, {
      "id": 3225,
      "label": "平顺县",
      "value": "平顺县"
    }, {"id": 3226, "label": "黎城县", "value": "黎城县"}, {"id": 3227, "label": "壶关县", "value": "壶关县"}, {
      "id": 3228,
      "label": "长子县",
      "value": "长子县"
    }, {"id": 3229, "label": "武乡县", "value": "武乡县"}, {"id": 3230, "label": "沁　县", "value": "沁　县"}, {
      "id": 3231,
      "label": "沁源县",
      "value": "沁源县"
    }, {"id": 6819, "label": "城　区（城北西街北、南二环南、西二环西、城东路东）", "value": "城　区（城北西街北、南二环南、西二环西、城东路东）"}],
    "id": 3074,
    "label": "长治市",
    "value": "长治市"
  }], "id": 6, "label": "山西", "value": "山西"
}, {
  "children": [{
    "children": [{"id": 413, "label": "巩义市", "value": "巩义市"}, {
      "id": 415,
      "label": "新密市",
      "value": "新密市"
    }, {"id": 416, "label": "登封市", "value": "登封市"}, {"id": 417, "label": "中牟县", "value": "中牟县"}, {
      "id": 2782,
      "label": "上街区",
      "value": "上街区"
    }, {"id": 3544, "label": "惠济区", "value": "惠济区"}, {"id": 3545, "label": "金水区", "value": "金水区"}, {
      "id": 3546,
      "label": "管城回族区",
      "value": "管城回族区"
    }, {"id": 3547, "label": "二七区", "value": "二七区"}, {"id": 3548, "label": "中原区", "value": "中原区"}, {
      "id": 3718,
      "label": "荥阳市",
      "value": "荥阳市"
    }, {"id": 4197, "label": "高新区", "value": "高新区"}, {"id": 4337, "label": "郑东新区", "value": "郑东新区"}, {
      "id": 6911,
      "label": "新郑市（市区内，薛店，航空港区）",
      "value": "新郑市（市区内，薛店，航空港区）"
    }, {"id": 6912, "label": "新郑市（除市区内，薛店，航空港区以外）", "value": "新郑市（除市区内，薛店，航空港区以外）"}],
    "id": 412,
    "label": "郑州市",
    "value": "郑州市"
  }, {
    "children": [{"id": 421, "label": "开封县", "value": "开封县"}, {"id": 422, "label": "杞县", "value": "杞县"}, {
      "id": 423,
      "label": "兰考县",
      "value": "兰考县"
    }, {"id": 425, "label": "尉氏县", "value": "尉氏县"}, {"id": 3127, "label": "通许县", "value": "通许县"}, {
      "id": 3549,
      "label": "金明区(市区内)",
      "value": "金明区(市区内)"
    }, {"id": 3550, "label": "禹王台区(市区内)", "value": "禹王台区(市区内)"}, {
      "id": 3551,
      "label": "顺河回族区(市区内)",
      "value": "顺河回族区(市区内)"
    }, {"id": 3552, "label": "龙亭区(市区内)", "value": "龙亭区(市区内)"}, {
      "id": 3553,
      "label": "鼓楼区(市区内)",
      "value": "鼓楼区(市区内)"
    }, {"id": 4974, "label": "金明区(市郊)", "value": "金明区(市郊)"}, {
      "id": 4975,
      "label": "鼓楼区(市郊)",
      "value": "鼓楼区(市郊)"
    }, {"id": 4976, "label": "龙亭区(市郊)", "value": "龙亭区(市郊)"}, {
      "id": 4977,
      "label": "顺河回族区(市郊)",
      "value": "顺河回族区(市郊)"
    }, {"id": 4978, "label": "禹王台区(市郊)", "value": "禹王台区(市郊)"}], "id": 420, "label": "开封市", "value": "开封市"
  }, {
    "children": [{"id": 428, "label": "偃师市", "value": "偃师市"}, {"id": 429, "label": "孟津县", "value": "孟津县"}, {
      "id": 430,
      "label": "汝阳县",
      "value": "汝阳县"
    }, {"id": 431, "label": "伊川县", "value": "伊川县"}, {"id": 432, "label": "洛宁县", "value": "洛宁县"}, {
      "id": 434,
      "label": "宜阳县",
      "value": "宜阳县"
    }, {"id": 435, "label": "栾川县", "value": "栾川县"}, {"id": 436, "label": "新安县", "value": "新安县"}, {
      "id": 3554,
      "label": "洛龙区(龙门大道以西,关林路以北,瀛洲路以东)",
      "value": "洛龙区(龙门大道以西,关林路以北,瀛洲路以东)"
    }, {"id": 3555, "label": "吉利区", "value": "吉利区"}, {"id": 3556, "label": "涧西区", "value": "涧西区"}, {
      "id": 3557,
      "label": "瀍河回族区",
      "value": "瀍河回族区"
    }, {"id": 3558, "label": "老城区", "value": "老城区"}, {"id": 3559, "label": "西工区", "value": "西工区"}, {
      "id": 4103,
      "label": "洛南新区",
      "value": "洛南新区"
    }, {"id": 4150, "label": "嵩县", "value": "嵩县"}, {
      "id": 4787,
      "label": "洛龙区(龙门大道以东,关林路以南,瀛洲路以西)",
      "value": "洛龙区(龙门大道以东,关林路以南,瀛洲路以西)"
    }], "id": 427, "label": "洛阳市", "value": "洛阳市"
  }, {
    "children": [{"id": 439, "label": "汝州市", "value": "汝州市"}, {"id": 440, "label": "舞钢市", "value": "舞钢市"}, {
      "id": 441,
      "label": "郏县",
      "value": "郏县"
    }, {"id": 442, "label": "叶县", "value": "叶县"}, {"id": 443, "label": "鲁山县", "value": "鲁山县"}, {
      "id": 444,
      "label": "宝丰县",
      "value": "宝丰县"
    }, {"id": 3560, "label": "石龙区", "value": "石龙区"}, {
      "id": 3561,
      "label": "湛河区（环路内）",
      "value": "湛河区（环路内）"
    }, {"id": 3562, "label": "卫东区（环路内）", "value": "卫东区（环路内）"}, {
      "id": 3563,
      "label": "新华区（环路内及新城区大学城、市政府）",
      "value": "新华区（环路内及新城区大学城、市政府）"
    }, {"id": 6723, "label": "卫东区（环路外）", "value": "卫东区（环路外）"}, {
      "id": 6724,
      "label": "新华区（环路外）",
      "value": "新华区（环路外）"
    }, {"id": 6725, "label": "湛河区（环路外）", "value": "湛河区（环路外）"}], "id": 438, "label": "平顶山市", "value": "平顶山市"
  }, {
    "children": [{"id": 447, "label": "沁阳市", "value": "沁阳市"}, {"id": 448, "label": "孟州市", "value": "孟州市"}, {
      "id": 449,
      "label": "修武县",
      "value": "修武县"
    }, {"id": 450, "label": "温县", "value": "温县"}, {"id": 451, "label": "武陟县", "value": "武陟县"}, {
      "id": 452,
      "label": "博爱县",
      "value": "博爱县"
    }, {"id": 453, "label": "山阳区", "value": "山阳区"}, {
      "id": 3564,
      "label": "马村区（银河大道以西）",
      "value": "马村区（银河大道以西）"
    }, {"id": 3565, "label": "中站区(晋新高速公路以东）", "value": "中站区(晋新高速公路以东）"}, {
      "id": 3566,
      "label": "解放区",
      "value": "解放区"
    }, {"id": 6730, "label": "中站区(晋新高速公路以西）", "value": "中站区(晋新高速公路以西）"}, {
      "id": 6731,
      "label": "马村区（银河大道以东）",
      "value": "马村区（银河大道以东）"
    }], "id": 446, "label": "焦作市", "value": "焦作市"
  }, {
    "children": [{"id": 455, "label": "浚县", "value": "浚县"}, {"id": 456, "label": "淇县", "value": "淇县"}, {
      "id": 457,
      "label": "鹤山区",
      "value": "鹤山区"
    }, {"id": 3567, "label": "山城区", "value": "山城区"}, {
      "id": 3568,
      "label": "淇滨区(京广线以东，京港澳高速以西城区)",
      "value": "淇滨区(京广线以东，京港澳高速以西城区)"
    }, {"id": 6805, "label": "淇滨区(京广线以西，京港澳高速以东乡镇)", "value": "淇滨区(京广线以西，京港澳高速以东乡镇)"}],
    "id": 454,
    "label": "鹤壁市",
    "value": "鹤壁市"
  }, {
    "children": [{"id": 459, "label": "卫辉市", "value": "卫辉市"}, {"id": 460, "label": "辉县市", "value": "辉县市"}, {
      "id": 461,
      "label": "新乡县",
      "value": "新乡县"
    }, {"id": 462, "label": "获嘉县", "value": "获嘉县"}, {"id": 463, "label": "原阳县", "value": "原阳县"}, {
      "id": 464,
      "label": "长垣县",
      "value": "长垣县"
    }, {"id": 465, "label": "延津县", "value": "延津县"}, {"id": 466, "label": "封丘县", "value": "封丘县"}, {
      "id": 3569,
      "label": "牧野区(外环以内)",
      "value": "牧野区(外环以内)"
    }, {"id": 3570, "label": "凤泉区", "value": "凤泉区"}, {
      "id": 3571,
      "label": "红旗区(外环以内)",
      "value": "红旗区(外环以内)"
    }, {"id": 3572, "label": "卫滨区(外环以内)", "value": "卫滨区(外环以内)"}, {
      "id": 4906,
      "label": "牧野区(外环以外)",
      "value": "牧野区(外环以外)"
    }, {"id": 4907, "label": "红旗区(外环以外)", "value": "红旗区(外环以外)"}, {
      "id": 4908,
      "label": "卫滨区(外环以外)",
      "value": "卫滨区(外环以外)"
    }], "id": 458, "label": "新乡市", "value": "新乡市"
  }, {
    "children": [{"id": 469, "label": "林州市", "value": "林州市"}, {"id": 470, "label": "安阳县", "value": "安阳县"}, {
      "id": 471,
      "label": "滑县",
      "value": "滑县"
    }, {"id": 472, "label": "汤阴县", "value": "汤阴县"}, {"id": 473, "label": "内黄县", "value": "内黄县"}, {
      "id": 474,
      "label": "龙安区（文昌大道以北，华祥路以东）",
      "value": "龙安区（文昌大道以北，华祥路以东）"
    }, {"id": 3573, "label": "殷都区（邺城大道以南,华祥路以东）", "value": "殷都区（邺城大道以南,华祥路以东）"}, {
      "id": 3574,
      "label": "文峰区（光明路以西，长江大道以北）",
      "value": "文峰区（光明路以西，长江大道以北）"
    }, {"id": 3575, "label": "北关区（邺城大道以南）", "value": "北关区（邺城大道以南）"}, {
      "id": 6718,
      "label": "龙安区(文昌大道以南，华祥路以西郊区）",
      "value": "龙安区(文昌大道以南，华祥路以西郊区）"
    }, {"id": 6719, "label": "殷都区（邺城大道以北,华祥路以西郊区）", "value": "殷都区（邺城大道以北,华祥路以西郊区）"}, {
      "id": 6720,
      "label": "北关区（邺城大道以北郊区）",
      "value": "北关区（邺城大道以北郊区）"
    }, {"id": 6721, "label": "文峰区（光明路以东，长江大道以南郊区）", "value": "文峰区（光明路以东，长江大道以南郊区）"}],
    "id": 468,
    "label": "安阳市",
    "value": "安阳市"
  }, {
    "children": [{"id": 476, "label": "濮阳县", "value": "濮阳县"}, {"id": 477, "label": "南乐县", "value": "南乐县"}, {
      "id": 478,
      "label": "台前县",
      "value": "台前县"
    }, {"id": 479, "label": "清丰县", "value": "清丰县"}, {"id": 480, "label": "范县", "value": "范县"}, {
      "id": 481,
      "label": "华龙区",
      "value": "华龙区"
    }], "id": 475, "label": "濮阳市", "value": "濮阳市"
  }, {
    "children": [{"id": 483, "label": "禹州市", "value": "禹州市"}, {"id": 484, "label": "长葛市", "value": "长葛市"}, {
      "id": 485,
      "label": "许昌县",
      "value": "许昌县"
    }, {"id": 486, "label": "鄢陵县", "value": "鄢陵县"}, {"id": 487, "label": "襄城县", "value": "襄城县"}, {
      "id": 488,
      "label": "魏都区",
      "value": "魏都区"
    }], "id": 482, "label": "许昌市", "value": "许昌市"
  }, {
    "children": [{"id": 490, "label": "郾城区", "value": "郾城区"}, {"id": 492, "label": "临颍县", "value": "临颍县"}, {
      "id": 493,
      "label": "召陵区",
      "value": "召陵区"
    }, {"id": 494, "label": "舞阳县", "value": "舞阳县"}, {"id": 3576, "label": "源汇区", "value": "源汇区"}],
    "id": 489,
    "label": "漯河市",
    "value": "漯河市"
  }, {
    "children": [{"id": 496, "label": "义马市", "value": "义马市"}, {"id": 497, "label": "灵宝市", "value": "灵宝市"}, {
      "id": 498,
      "label": "陕县",
      "value": "陕县"
    }, {"id": 499, "label": "卢氏县", "value": "卢氏县"}, {
      "id": 501,
      "label": "湖滨区（连霍高速以北，陇海铁路以西城区）",
      "value": "湖滨区（连霍高速以北，陇海铁路以西城区）"
    }, {"id": 3113, "label": "渑池县", "value": "渑池县"}, {
      "id": 6804,
      "label": "湖滨区（连霍高速以南，陇海铁路以东乡镇）",
      "value": "湖滨区（连霍高速以南，陇海铁路以东乡镇）"
    }], "id": 495, "label": "三门峡市", "value": "三门峡市"
  }, {
    "children": [{"id": 503, "label": "邓州市", "value": "邓州市"}, {"id": 504, "label": "桐柏县", "value": "桐柏县"}, {
      "id": 505,
      "label": "方城县",
      "value": "方城县"
    }, {"id": 506, "label": "淅川县", "value": "淅川县"}, {"id": 507, "label": "镇平县", "value": "镇平县"}, {
      "id": 508,
      "label": "唐河县",
      "value": "唐河县"
    }, {"id": 509, "label": "南召县", "value": "南召县"}, {"id": 510, "label": "内乡县", "value": "内乡县"}, {
      "id": 511,
      "label": "新野县",
      "value": "新野县"
    }, {"id": 512, "label": "社旗县", "value": "社旗县"}, {"id": 515, "label": "西峡县", "value": "西峡县"}, {
      "id": 516,
      "label": "卧龙区(北环路以南,北京路以东)",
      "value": "卧龙区(北环路以南,北京路以东)"
    }, {"id": 3577, "label": "宛城区(滨河东路以西,长江路以北)", "value": "宛城区(滨河东路以西,长江路以北)"}, {
      "id": 4036,
      "label": "高新区",
      "value": "高新区"
    }, {"id": 5479, "label": "宛城区(滨河东路以东,长江路以南)", "value": "宛城区(滨河东路以东,长江路以南)"}, {
      "id": 5480,
      "label": "卧龙区(北环路以北,北京路以西)",
      "value": "卧龙区(北环路以北,北京路以西)"
    }], "id": 502, "label": "南阳市", "value": "南阳市"
  }, {
    "children": [{"id": 518, "label": "永城市", "value": "永城市"}, {"id": 519, "label": "宁陵县", "value": "宁陵县"}, {
      "id": 520,
      "label": "虞城县",
      "value": "虞城县"
    }, {"id": 521, "label": "民权县", "value": "民权县"}, {"id": 522, "label": "夏邑县", "value": "夏邑县"}, {
      "id": 523,
      "label": "柘城县",
      "value": "柘城县"
    }, {"id": 524, "label": "睢县", "value": "睢县"}, {"id": 526, "label": "睢阳区（南环路内）", "value": "睢阳区（南环路内）"}, {
      "id": 3578,
      "label": "梁园区（市区内）",
      "value": "梁园区（市区内）"
    }, {"id": 6754, "label": "梁园区（市郊乡镇）", "value": "梁园区（市郊乡镇）"}, {
      "id": 6755,
      "label": "睢阳区（南环路以外）",
      "value": "睢阳区（南环路以外）"
    }], "id": 517, "label": "商丘市", "value": "商丘市"
  }, {
    "children": [{"id": 529, "label": "项城市", "value": "项城市"}, {"id": 530, "label": "商水县", "value": "商水县"}, {
      "id": 531,
      "label": "淮阳县",
      "value": "淮阳县"
    }, {"id": 532, "label": "太康县", "value": "太康县"}, {"id": 533, "label": "鹿邑县", "value": "鹿邑县"}, {
      "id": 534,
      "label": "西华县",
      "value": "西华县"
    }, {"id": 535, "label": "扶沟县", "value": "扶沟县"}, {"id": 536, "label": "沈丘县", "value": "沈丘县"}, {
      "id": 537,
      "label": "郸城县",
      "value": "郸城县"
    }, {"id": 3580, "label": "川汇区(环路沿线内）", "value": "川汇区(环路沿线内）"}, {
      "id": 6756,
      "label": "川汇区(环路沿线以外）",
      "value": "川汇区(环路沿线以外）"
    }], "id": 527, "label": "周口市", "value": "周口市"
  }, {
    "children": [{"id": 540, "label": "确山县", "value": "确山县"}, {"id": 541, "label": "新蔡县", "value": "新蔡县"}, {
      "id": 542,
      "label": "上蔡县",
      "value": "上蔡县"
    }, {"id": 543, "label": "泌阳县", "value": "泌阳县"}, {"id": 544, "label": "西平县", "value": "西平县"}, {
      "id": 545,
      "label": "遂平县",
      "value": "遂平县"
    }, {"id": 546, "label": "汝南县", "value": "汝南县"}, {"id": 547, "label": "平舆县", "value": "平舆县"}, {
      "id": 548,
      "label": "正阳县",
      "value": "正阳县"
    }, {"id": 3581, "label": "驿城区(市区内)", "value": "驿城区(市区内)"}, {"id": 5454, "label": "驿城区(市郊)", "value": "驿城区(市郊)"}],
    "id": 538,
    "label": "驻马店市",
    "value": "驻马店市"
  }, {
    "children": [{"id": 551, "label": "潢川县", "value": "潢川县"}, {"id": 552, "label": "淮滨县", "value": "淮滨县"}, {
      "id": 553,
      "label": "息县",
      "value": "息县"
    }, {"id": 554, "label": "新县", "value": "新县"}, {"id": 556, "label": "固始县", "value": "固始县"}, {
      "id": 557,
      "label": "罗山县",
      "value": "罗山县"
    }, {"id": 558, "label": "光山县", "value": "光山县"}, {"id": 559, "label": "平桥区(市区内)", "value": "平桥区(市区内)"}, {
      "id": 3119,
      "label": "商城县",
      "value": "商城县"
    }, {"id": 3579, "label": "浉河区(市区内)", "value": "浉河区(市区内)"}, {
      "id": 5471,
      "label": "平桥区(市郊)",
      "value": "平桥区(市郊)"
    }, {"id": 5472, "label": "浉河区(市郊)", "value": "浉河区(市郊)"}], "id": 549, "label": "信阳市", "value": "信阳市"
  }, {
    "children": [{"id": 2960, "label": "济源市（环城路以内）", "value": "济源市（环城路以内）"}, {
      "id": 6871,
      "label": "济源市（环城路以外）",
      "value": "济源市（环城路以外）"
    }], "id": 2780, "label": "济源市", "value": "济源市"
  }], "id": 7, "label": "河南", "value": "河南"
}, {
  "children": [{
    "children": [{"id": 561, "label": "皇姑区(三环内)", "value": "皇姑区(三环内)"}, {
      "id": 562,
      "label": "铁西区(三环内)",
      "value": "铁西区(三环内)"
    }, {"id": 563, "label": "大东区(三环内)", "value": "大东区(三环内)"}, {
      "id": 564,
      "label": "沈河区(三环内)",
      "value": "沈河区(三环内)"
    }, {"id": 565, "label": "东陵区(三环内)", "value": "东陵区(三环内)"}, {
      "id": 566,
      "label": "于洪区(三环内)",
      "value": "于洪区(三环内)"
    }, {"id": 567, "label": "苏家屯区", "value": "苏家屯区"}, {"id": 569, "label": "新民市", "value": "新民市"}, {
      "id": 570,
      "label": "法库县",
      "value": "法库县"
    }, {"id": 571, "label": "辽中县", "value": "辽中县"}, {"id": 572, "label": "康平县", "value": "康平县"}, {
      "id": 2781,
      "label": "和平区(三环内)",
      "value": "和平区(三环内)"
    }, {"id": 3259, "label": "沈北新区(三环外)", "value": "沈北新区(三环外)"}, {
      "id": 3628,
      "label": "浑南新区(三环外)",
      "value": "浑南新区(三环外)"
    }, {"id": 4257, "label": "皇姑区(四环外)", "value": "皇姑区(四环外)"}, {
      "id": 4258,
      "label": "铁西区(四环外)",
      "value": "铁西区(四环外)"
    }, {"id": 4259, "label": "大东区(三环外)", "value": "大东区(三环外)"}, {
      "id": 4260,
      "label": "东陵区(三环外)",
      "value": "东陵区(三环外)"
    }, {"id": 4261, "label": "于洪区(三环外)", "value": "于洪区(三环外)"}, {
      "id": 4262,
      "label": "和平区(三环外)",
      "value": "和平区(三环外)"
    }, {"id": 4472, "label": "沈河区(三环外)", "value": "沈河区(三环外)"}, {
      "id": 4857,
      "label": "沈北新区(三环内)",
      "value": "沈北新区(三环内)"
    }, {"id": 4858, "label": "浑南新区(三环内)", "value": "浑南新区(三环内)"}, {
      "id": 6729,
      "label": "皇姑区（三环至四环间)",
      "value": "皇姑区（三环至四环间)"
    }, {"id": 6843, "label": "铁西区（三环到四环）", "value": "铁西区（三环到四环）"}], "id": 560, "label": "沈阳市", "value": "沈阳市"
  }, {
    "children": [{"id": 574, "label": "普兰店市", "value": "普兰店市"}, {
      "id": 575,
      "label": "瓦房店市",
      "value": "瓦房店市"
    }, {"id": 576, "label": "庄河市", "value": "庄河市"}, {"id": 577, "label": "长海县", "value": "长海县"}, {
      "id": 3161,
      "label": "金州区(沈海高速公路以东，大窑湾高速公路以西)",
      "value": "金州区(沈海高速公路以东，大窑湾高速公路以西)"
    }, {"id": 3170, "label": "旅顺口区(启明路以北,郭水路以东)", "value": "旅顺口区(启明路以北,郭水路以东)"}, {
      "id": 3261,
      "label": "沙河口区",
      "value": "沙河口区"
    }, {"id": 3263, "label": "西岗区", "value": "西岗区"}, {"id": 4468, "label": "中山区", "value": "中山区"}, {
      "id": 5909,
      "label": "甘井子区",
      "value": "甘井子区"
    }, {"id": 6561, "label": "高新园区", "value": "高新园区"}, {"id": 6627, "label": "大连开发区", "value": "大连开发区"}, {
      "id": 6631,
      "label": "旅顺口区(启明路以南,郭水路以西)",
      "value": "旅顺口区(启明路以南,郭水路以西)"
    }, {"id": 6818, "label": "金州区（沈海高速公路以西，大窑湾高速公路以东)", "value": "金州区（沈海高速公路以西，大窑湾高速公路以东)"}],
    "id": 573,
    "label": "大连市",
    "value": "大连市"
  }, {
    "children": [{"id": 580, "label": "台安县", "value": "台安县"}, {"id": 581, "label": "海城市", "value": "海城市"}, {
      "id": 583,
      "label": "岫岩满族自治县",
      "value": "岫岩满族自治县"
    }, {"id": 3264, "label": "铁东区", "value": "铁东区"}, {
      "id": 3265,
      "label": "铁西区（除腾鳌区）",
      "value": "铁西区（除腾鳌区）"
    }, {"id": 3266, "label": "立山区", "value": "立山区"}, {
      "id": 3267,
      "label": "千山区（除高新区，达道弯经济开发区）",
      "value": "千山区（除高新区，达道弯经济开发区）"
    }, {"id": 4859, "label": "千山区（高新区，达道弯经济开发区）", "value": "千山区（高新区，达道弯经济开发区）"}, {
      "id": 4860,
      "label": "鞍山高新区",
      "value": "鞍山高新区"
    }, {"id": 6835, "label": "铁西区（腾鳌区）", "value": "铁西区（腾鳌区）"}], "id": 579, "label": "鞍山市", "value": "鞍山市"
  }, {
    "children": [{"id": 585, "label": "抚顺县", "value": "抚顺县"}, {
      "id": 586,
      "label": "新宾满族自治县",
      "value": "新宾满族自治县"
    }, {"id": 587, "label": "清原满族自治县", "value": "清原满族自治县"}, {"id": 3268, "label": "望花区", "value": "望花区"}, {
      "id": 3269,
      "label": "东洲区",
      "value": "东洲区"
    }, {"id": 3270, "label": "新抚区", "value": "新抚区"}, {"id": 3271, "label": "顺城区", "value": "顺城区"}],
    "id": 584,
    "label": "抚顺市",
    "value": "抚顺市"
  }, {
    "children": [{"id": 590, "label": "本溪满族自治县（县城内）", "value": "本溪满族自治县（县城内）"}, {
      "id": 591,
      "label": "桓仁满族自治县",
      "value": "桓仁满族自治县"
    }, {"id": 3272, "label": "平山区（城区内）", "value": "平山区（城区内）"}, {
      "id": 3273,
      "label": "溪湖区（城区内）",
      "value": "溪湖区（城区内）"
    }, {"id": 3274, "label": "明山区（城区内）", "value": "明山区（城区内）"}, {
      "id": 3275,
      "label": "南芬区",
      "value": "南芬区"
    }, {"id": 6766, "label": "本溪满族自治县（县城外）", "value": "本溪满族自治县（县城外）"}, {
      "id": 6831,
      "label": "平山区（城区外）",
      "value": "平山区（城区外）"
    }, {"id": 6832, "label": "溪湖区（城区外）", "value": "溪湖区（城区外）"}, {"id": 6833, "label": "明山区（城区外）", "value": "明山区（城区外）"}],
    "id": 589,
    "label": "本溪市",
    "value": "本溪市"
  }, {
    "children": [{"id": 594, "label": "东港市(光瓦线以北,G201以东)", "value": "东港市(光瓦线以北,G201以东)"}, {
      "id": 595,
      "label": "凤城市（G304国道以西，丹沈铁路以东）",
      "value": "凤城市（G304国道以西，丹沈铁路以东）"
    }, {"id": 596, "label": "宽甸满族自治县", "value": "宽甸满族自治县"}, {
      "id": 3276,
      "label": "振安区(九连城镇区以北,国界以东)",
      "value": "振安区(九连城镇区以北,国界以东)"
    }, {"id": 3277, "label": "元宝区(201国道以西)", "value": "元宝区(201国道以西)"}, {
      "id": 3278,
      "label": "振兴区(柳林河以南)",
      "value": "振兴区(柳林河以南)"
    }, {"id": 4971, "label": "振安区(九连城镇区以南,国界以西)", "value": "振安区(九连城镇区以南,国界以西)"}, {
      "id": 4972,
      "label": "振兴区(柳林河以北)",
      "value": "振兴区(柳林河以北)"
    }, {"id": 4973, "label": "元宝区(201国道以东)", "value": "元宝区(201国道以东)"}, {
      "id": 6660,
      "label": "东港市(光瓦线以南,G201以西)",
      "value": "东港市(光瓦线以南,G201以西)"
    }, {"id": 6826, "label": "凤城市（G304国道以东，丹沈铁路以西）", "value": "凤城市（G304国道以东，丹沈铁路以西）"}],
    "id": 593,
    "label": "丹东市",
    "value": "丹东市"
  }, {
    "children": [{"id": 599, "label": "义县", "value": "义县"}, {"id": 600, "label": "凌海市", "value": "凌海市"}, {
      "id": 601,
      "label": "北镇市",
      "value": "北镇市"
    }, {"id": 602, "label": "黑山县", "value": "黑山县"}, {"id": 4912, "label": "古塔区", "value": "古塔区"}, {
      "id": 4913,
      "label": "凌河区",
      "value": "凌河区"
    }, {"id": 4914, "label": "太和区", "value": "太和区"}, {"id": 6790, "label": "锦州经济技术开发区", "value": "锦州经济技术开发区"}],
    "id": 598,
    "label": "锦州市",
    "value": "锦州市"
  }, {
    "children": [{"id": 605, "label": "兴城市(兴城河以北,京哈高速以东)", "value": "兴城市(兴城河以北,京哈高速以东)"}, {
      "id": 606,
      "label": "绥中县",
      "value": "绥中县"
    }, {"id": 607, "label": "建昌县", "value": "建昌县"}, {"id": 608, "label": "南票区", "value": "南票区"}, {
      "id": 3300,
      "label": "龙港区",
      "value": "龙港区"
    }, {"id": 3301, "label": "连山区(京沈高速公路以西,岛东线以北)", "value": "连山区(京沈高速公路以西,岛东线以北)"}, {
      "id": 4032,
      "label": "杨家杖子经济开发区",
      "value": "杨家杖子经济开发区"
    }, {"id": 6630, "label": "连山区(京沈高速公路以东,岛东线以南)", "value": "连山区(京沈高速公路以东,岛东线以南)"}, {
      "id": 6647,
      "label": "兴城市(兴城河以南,京哈高速以西)",
      "value": "兴城市(兴城河以南,京哈高速以西)"
    }], "id": 604, "label": "葫芦岛市", "value": "葫芦岛市"
  }, {
    "children": [{"id": 610, "label": "大石桥市", "value": "大石桥市"}, {
      "id": 611,
      "label": "盖州市",
      "value": "盖州市"
    }, {"id": 3026, "label": "鲅鱼圈区(鲅鱼圈高速口北，熊岳河南，望儿山大街东)", "value": "鲅鱼圈区(鲅鱼圈高速口北，熊岳河南，望儿山大街东)"}, {
      "id": 3282,
      "label": "老边区",
      "value": "老边区"
    }, {"id": 3283, "label": "西市区", "value": "西市区"}, {"id": 6628, "label": "站前区", "value": "站前区"}, {
      "id": 6697,
      "label": "鲅鱼圈区(鲅鱼圈高速口南，熊岳河北，望儿山大街西)",
      "value": "鲅鱼圈区(鲅鱼圈高速口南，熊岳河北，望儿山大街西)"
    }], "id": 609, "label": "营口市", "value": "营口市"
  }, {
    "children": [{"id": 614, "label": "盘山县", "value": "盘山县"}, {
      "id": 615,
      "label": "大洼县",
      "value": "大洼县"
    }, {"id": 3295, "label": "兴隆台区(中华路西,香稻路东,文汇路南,太子河北)", "value": "兴隆台区(中华路西,香稻路东,文汇路南,太子河北)"}, {
      "id": 3296,
      "label": "双台子区(一统河路西,双兴北路东,城北街北,太子河南)",
      "value": "双台子区(一统河路西,双兴北路东,城北街北,太子河南)"
    }, {"id": 5474, "label": "兴隆台区(中华路东,香稻路西,文汇路北,太子河南)", "value": "兴隆台区(中华路东,香稻路西,文汇路北,太子河南)"}, {
      "id": 5475,
      "label": "双台子区(一统河路东,双兴北路西,城北街南,太子河北)",
      "value": "双台子区(一统河路东,双兴北路西,城北街南,太子河北)"
    }], "id": 613, "label": "盘锦市", "value": "盘锦市"
  }, {
    "children": [{"id": 618, "label": "阜新蒙古族自治县", "value": "阜新蒙古族自治县"}, {
      "id": 619,
      "label": "彰武县",
      "value": "彰武县"
    }, {"id": 3285, "label": "细河区(北新路以北,东新大街以东)", "value": "细河区(北新路以北,东新大街以东)"}, {
      "id": 3286,
      "label": "清河门区",
      "value": "清河门区"
    }, {"id": 3287, "label": "太平区(煤城路以南)", "value": "太平区(煤城路以南)"}, {
      "id": 3288,
      "label": "新邱区",
      "value": "新邱区"
    }, {"id": 3289, "label": "海州区(迎宾大街以西)", "value": "海州区(迎宾大街以西)"}, {
      "id": 6632,
      "label": "海州区(迎宾大街以东)",
      "value": "海州区(迎宾大街以东)"
    }, {"id": 6633, "label": "太平区(煤城路以北)", "value": "太平区(煤城路以北)"}, {
      "id": 6634,
      "label": "细河区(北新路以南,东新大街以西)",
      "value": "细河区(北新路以南,东新大街以西)"
    }], "id": 617, "label": "阜新市", "value": "阜新市"
  }, {
    "children": [{"id": 622, "label": "灯塔市", "value": "灯塔市"}, {
      "id": 623,
      "label": "辽阳县",
      "value": "辽阳县"
    }, {"id": 3290, "label": "太子河区", "value": "太子河区"}, {"id": 3291, "label": "弓长岭区", "value": "弓长岭区"}, {
      "id": 3292,
      "label": "宏伟区",
      "value": "宏伟区"
    }, {"id": 3293, "label": "文圣区(铁路东线以东)", "value": "文圣区(铁路东线以东)"}, {
      "id": 3294,
      "label": "白塔区(胜利路以西,北哨街以北,铁路东线以东)",
      "value": "白塔区(胜利路以西,北哨街以北,铁路东线以东)"
    }, {"id": 5503, "label": "白塔区(胜利路以东,北哨街以南,铁路东线以西)", "value": "白塔区(胜利路以东,北哨街以南,铁路东线以西)"}, {
      "id": 5504,
      "label": "文圣区(铁路东线以西)",
      "value": "文圣区(铁路东线以西)"
    }], "id": 621, "label": "辽阳市", "value": "辽阳市"
  }, {
    "children": [{"id": 633, "label": "凌源市", "value": "凌源市"}, {"id": 634, "label": "北票市", "value": "北票市"}, {
      "id": 635,
      "label": "喀喇沁左翼蒙古族自治县",
      "value": "喀喇沁左翼蒙古族自治县"
    }, {"id": 636, "label": "朝阳县", "value": "朝阳县"}, {"id": 637, "label": "建平县", "value": "建平县"}, {
      "id": 638,
      "label": "双塔区(黄河路南,农科院北,中山大街西,麒麟大街东)",
      "value": "双塔区(黄河路南,农科院北,中山大街西,麒麟大街东)"
    }, {"id": 3299, "label": "龙城区", "value": "龙城区"}, {
      "id": 6643,
      "label": "双塔区(黄河路北,农科院南,中山大街东,麒麟大街西)",
      "value": "双塔区(黄河路北,农科院南,中山大街东,麒麟大街西)"
    }], "id": 632, "label": "朝阳市", "value": "朝阳市"
  }, {
    "children": [{"id": 6859, "label": "银州区", "value": "银州区"}, {
      "id": 6860,
      "label": "清河区",
      "value": "清河区"
    }, {"id": 6861, "label": "调兵山市", "value": "调兵山市"}, {"id": 6862, "label": "开原市", "value": "开原市"}, {
      "id": 6863,
      "label": "铁岭县",
      "value": "铁岭县"
    }, {"id": 6864, "label": "西丰县", "value": "西丰县"}, {"id": 6865, "label": "昌图县", "value": "昌图县"}],
    "id": 6858,
    "label": "铁岭市",
    "value": "铁岭市"
  }], "id": 8, "label": "辽宁", "value": "辽宁"
}, {
  "children": [{
    "children": [{"id": 640, "label": "榆树市", "value": "榆树市"}, {
      "id": 641,
      "label": "九台市",
      "value": "九台市"
    }, {"id": 642, "label": "农安县", "value": "农安县"}, {
      "id": 643,
      "label": "朝阳区(南环城路蔚山路以北)",
      "value": "朝阳区(南环城路蔚山路以北)"
    }, {"id": 3172, "label": "德惠市", "value": "德惠市"}, {
      "id": 3302,
      "label": "南关区(南环城路以内)",
      "value": "南关区(南环城路以内)"
    }, {"id": 3303, "label": "宽城区（北环城路至东环城路以内）", "value": "宽城区（北环城路至东环城路以内）"}, {
      "id": 3304,
      "label": "二道区(北环城路以南)",
      "value": "二道区(北环城路以南)"
    }, {"id": 3305, "label": "绿园区（西环城路以内）", "value": "绿园区（西环城路以内）"}, {
      "id": 3306,
      "label": "双阳区",
      "value": "双阳区"
    }, {"id": 4044, "label": "净月开发区(仅限大学)", "value": "净月开发区(仅限大学)"}, {
      "id": 4152,
      "label": "高新区(南四环至蔚山路以北)",
      "value": "高新区(南四环至蔚山路以北)"
    }, {"id": 4185, "label": "经济技术开发区（世纪大街以西)", "value": "经济技术开发区（世纪大街以西)"}, {
      "id": 4370,
      "label": "高新区(南四环至蔚山路以南)",
      "value": "高新区(南四环至蔚山路以南)"
    }, {"id": 4371, "label": "绿园区（西环城路以外）", "value": "绿园区（西环城路以外）"}, {
      "id": 4372,
      "label": "宽城区（北环城路至东环城路以外）",
      "value": "宽城区（北环城路至东环城路以外）"
    }, {"id": 4373, "label": "二道区(北环城路以北)", "value": "二道区(北环城路以北)"}, {
      "id": 4374,
      "label": "经济技术开发区（世纪大街以东)",
      "value": "经济技术开发区（世纪大街以东)"
    }, {"id": 4375, "label": "南关区(南环城路以外)", "value": "南关区(南环城路以外)"}, {
      "id": 4376,
      "label": "汽车产业开发区（兴顺路创业路西环城路以内）",
      "value": "汽车产业开发区（兴顺路创业路西环城路以内）"
    }, {"id": 4377, "label": "汽车产业开发区（兴顺路创业路西环城路以外）", "value": "汽车产业开发区（兴顺路创业路西环城路以外）"}, {
      "id": 4394,
      "label": "朝阳区(南环城路蔚山路以南)",
      "value": "朝阳区(南环城路蔚山路以南)"
    }, {"id": 4856, "label": "净月开发区(除大学外范围)", "value": "净月开发区(除大学外范围)"}], "id": 639, "label": "长春市", "value": "长春市"
  }, {
    "children": [{"id": 645, "label": "舒兰市", "value": "舒兰市"}, {"id": 646, "label": "桦甸市", "value": "桦甸市"}, {
      "id": 647,
      "label": "蛟河市",
      "value": "蛟河市"
    }, {"id": 648, "label": "磐石市", "value": "磐石市"}, {"id": 649, "label": "永吉县", "value": "永吉县"}, {
      "id": 650,
      "label": "丰满区(深中路以北,南山街以西)",
      "value": "丰满区(深中路以北,南山街以西)"
    }, {"id": 3307, "label": "昌邑区(和平路以北，五医院以西)", "value": "昌邑区(和平路以北，五医院以西)"}, {
      "id": 3308,
      "label": "龙潭区(北建西部基地东，珲乌高速南，龙东小区西)",
      "value": "龙潭区(北建西部基地东，珲乌高速南，龙东小区西)"
    }, {"id": 3309, "label": "船营区(欢喜路以西)", "value": "船营区(欢喜路以西)"}, {
      "id": 4967,
      "label": "昌邑区(和平路以南，五医院以东)",
      "value": "昌邑区(和平路以南，五医院以东)"
    }, {"id": 4968, "label": "丰满区(深中路以南,南山街以东)", "value": "丰满区(深中路以南,南山街以东)"}, {
      "id": 4969,
      "label": "龙潭区(北建西部基地西，珲乌高速北，龙东小区东)",
      "value": "龙潭区(北建西部基地西，珲乌高速北，龙东小区东)"
    }, {"id": 4970, "label": "船营区(欢喜路以东)", "value": "船营区(欢喜路以东)"}], "id": 644, "label": "吉林市", "value": "吉林市"
  }, {
    "children": [{"id": 652, "label": "公主岭市", "value": "公主岭市"}, {
      "id": 653,
      "label": "双辽市",
      "value": "双辽市"
    }, {"id": 654, "label": "梨树县", "value": "梨树县"}, {"id": 656, "label": "伊通满族自治县", "value": "伊通满族自治县"}, {
      "id": 6641,
      "label": "铁东区",
      "value": "铁东区"
    }, {"id": 6642, "label": "铁西区", "value": "铁西区"}], "id": 651, "label": "四平市", "value": "四平市"
  }, {
    "children": [{"id": 658, "label": "梅河口市", "value": "梅河口市"}, {
      "id": 659,
      "label": "集安市",
      "value": "集安市"
    }, {"id": 660, "label": "通化县", "value": "通化县"}, {"id": 661, "label": "辉南县", "value": "辉南县"}, {
      "id": 662,
      "label": "柳河县",
      "value": "柳河县"
    }, {"id": 663, "label": "二道江区", "value": "二道江区"}, {"id": 3311, "label": "东昌区", "value": "东昌区"}],
    "id": 657,
    "label": "通化市",
    "value": "通化市"
  }, {
    "children": [{"id": 665, "label": "临江市", "value": "临江市"}, {"id": 669, "label": "江源区", "value": "江源区"}, {
      "id": 670,
      "label": "浑江区（北安大街南，南环路北，浑江西桥东，九中西）",
      "value": "浑江区（北安大街南，南环路北，浑江西桥东，九中西）"
    }, {"id": 671, "label": "靖宇县", "value": "靖宇县"}, {"id": 672, "label": "抚松县", "value": "抚松县"}, {
      "id": 673,
      "label": "长白朝鲜族自治县",
      "value": "长白朝鲜族自治县"
    }, {"id": 6741, "label": "浑江区（北安大街北，南环路南，浑江西桥西，九中东）", "value": "浑江区（北安大街北，南环路南，浑江西桥西，九中东）"}],
    "id": 664,
    "label": "白山市",
    "value": "白山市"
  }, {
    "children": [{"id": 675, "label": "乾安县", "value": "乾安县"}, {"id": 676, "label": "长岭县", "value": "长岭县"}, {
      "id": 677,
      "label": "扶余县",
      "value": "扶余县"
    }, {"id": 678, "label": "前郭尔罗斯蒙古族自治县(昆江街东,哈达大街西)", "value": "前郭尔罗斯蒙古族自治县(昆江街东,哈达大街西)"}, {
      "id": 679,
      "label": "宁江区(建华路北,和平路南,青年大街东)",
      "value": "宁江区(建华路北,和平路南,青年大街东)"
    }, {"id": 6702, "label": "宁江区(建华路南,和平路北,青年大街西)", "value": "宁江区(建华路南,和平路北,青年大街西)"}, {
      "id": 6703,
      "label": "前郭尔罗斯蒙古族自治县(昆江街西,哈达大街东)",
      "value": "前郭尔罗斯蒙古族自治县(昆江街西,哈达大街东)"
    }], "id": 674, "label": "松原市", "value": "松原市"
  }, {
    "children": [{"id": 682, "label": "大安市", "value": "大安市"}, {"id": 683, "label": "洮南市", "value": "洮南市"}, {
      "id": 684,
      "label": "通榆县",
      "value": "通榆县"
    }, {"id": 685, "label": "镇赍市", "value": "镇赍市"}, {"id": 686, "label": "洮北区", "value": "洮北区"}],
    "id": 681,
    "label": "白城市",
    "value": "白城市"
  }, {
    "children": [{
      "id": 688,
      "label": "延吉市(新民街东,延北加油站南,新进街西,延龙路北)",
      "value": "延吉市(新民街东,延北加油站南,新进街西,延龙路北)"
    }, {"id": 3312, "label": "图们市", "value": "图们市"}, {"id": 3313, "label": "敦化市", "value": "敦化市"}, {
      "id": 3314,
      "label": "珲春市",
      "value": "珲春市"
    }, {"id": 3315, "label": "龙井市", "value": "龙井市"}, {"id": 3316, "label": "和龙市", "value": "和龙市"}, {
      "id": 3317,
      "label": "汪清县",
      "value": "汪清县"
    }, {"id": 3318, "label": "安图县", "value": "安图县"}, {
      "id": 5866,
      "label": "延吉市(新民街西,延北加油站北,新进街东,延龙路南)",
      "value": "延吉市(新民街西,延北加油站北,新进街东,延龙路南)"
    }], "id": 687, "label": "延边朝鲜族自治州", "value": "延边朝鲜族自治州"
  }, {
    "children": [{"id": 3040, "label": "公主岭市市区", "value": "公主岭市市区"}],
    "id": 2978,
    "label": "公主岭市",
    "value": "公主岭市"
  }, {
    "children": [{"id": 2993, "label": "龙山区", "value": "龙山区"}, {
      "id": 2994,
      "label": "西安区",
      "value": "西安区"
    }, {"id": 2995, "label": "东丰县", "value": "东丰县"}, {"id": 2996, "label": "东辽县", "value": "东辽县"}],
    "id": 2992,
    "label": "辽源市",
    "value": "辽源市"
  }, {"children": [{"id": 4123, "label": "珲春市", "value": "珲春市"}], "id": 4094, "label": "珲春市", "value": "珲春市"}],
  "id": 9,
  "label": "吉林",
  "value": "吉林"
}, {
  "children": [{
    "children": [{"id": 699, "label": "阿城区", "value": "阿城区"}, {
      "id": 700,
      "label": "尚志市",
      "value": "尚志市"
    }, {"id": 701, "label": "双城市", "value": "双城市"}, {"id": 702, "label": "五常市", "value": "五常市"}, {
      "id": 703,
      "label": "呼兰区(仅限大学城)",
      "value": "呼兰区(仅限大学城)"
    }, {"id": 704, "label": "方正县", "value": "方正县"}, {"id": 705, "label": "宾县", "value": "宾县"}, {
      "id": 706,
      "label": "依兰县",
      "value": "依兰县"
    }, {"id": 707, "label": "巴彦县", "value": "巴彦县"}, {"id": 708, "label": "通河县", "value": "通河县"}, {
      "id": 709,
      "label": "木兰县",
      "value": "木兰县"
    }, {"id": 710, "label": "延寿县", "value": "延寿县"}, {
      "id": 3319,
      "label": "松北区(三环以内)",
      "value": "松北区(三环以内)"
    }, {"id": 3320, "label": "道里区(三环以内)", "value": "道里区(三环以内)"}, {
      "id": 3321,
      "label": "南岗区(三环以内)",
      "value": "南岗区(三环以内)"
    }, {"id": 3322, "label": "道外区(三环以内)", "value": "道外区(三环以内)"}, {
      "id": 3323,
      "label": "香坊区(三环以内)",
      "value": "香坊区(三环以内)"
    }, {"id": 3324, "label": "平房区(南厂以北,绕城高速南,新星街东,威海路西)", "value": "平房区(南厂以北,绕城高速南,新星街东,威海路西)"}, {
      "id": 4320,
      "label": "道里区(三环以外)",
      "value": "道里区(三环以外)"
    }, {"id": 4321, "label": "道外区(三环以外)", "value": "道外区(三环以外)"}, {
      "id": 4322,
      "label": "南岗区(三环以外)",
      "value": "南岗区(三环以外)"
    }, {"id": 4855, "label": "香坊区(三环以外)", "value": "香坊区(三环以外)"}, {
      "id": 6635,
      "label": "松北区(三环以外)",
      "value": "松北区(三环以外)"
    }, {"id": 6636, "label": "呼兰区(除大学城外区域)", "value": "呼兰区(除大学城外区域)"}, {
      "id": 6637,
      "label": "平房区(南厂以南,绕城高速北,新星街西,威海路东)",
      "value": "平房区(南厂以南,绕城高速北,新星街西,威海路东)"
    }], "id": 698, "label": "哈尔滨市", "value": "哈尔滨市"
  }, {
    "children": [{"id": 713, "label": "梅里斯达斡尔族区", "value": "梅里斯达斡尔族区"}, {
      "id": 714,
      "label": "昂昂溪区",
      "value": "昂昂溪区"
    }, {"id": 715, "label": "富拉尔基区", "value": "富拉尔基区"}, {"id": 716, "label": "碾子山区", "value": "碾子山区"}, {
      "id": 717,
      "label": "讷河市",
      "value": "讷河市"
    }, {"id": 718, "label": "富裕县", "value": "富裕县"}, {"id": 719, "label": "拜泉县", "value": "拜泉县"}, {
      "id": 720,
      "label": "甘南县",
      "value": "甘南县"
    }, {"id": 721, "label": "依安县", "value": "依安县"}, {"id": 722, "label": "克山县", "value": "克山县"}, {
      "id": 723,
      "label": "龙江县",
      "value": "龙江县"
    }, {"id": 724, "label": "克东县", "value": "克东县"}, {"id": 725, "label": "泰来县", "value": "泰来县"}, {
      "id": 3325,
      "label": "建华区(碾北公路以南,嫩江以东)",
      "value": "建华区(碾北公路以南,嫩江以东)"
    }, {"id": 3326, "label": "龙沙区(鹤城路以北)", "value": "龙沙区(鹤城路以北)"}, {
      "id": 3327,
      "label": "铁锋区(环城东路以西)",
      "value": "铁锋区(环城东路以西)"
    }, {"id": 4872, "label": "建华区(碾北公路以北,嫩江以西)", "value": "建华区(碾北公路以北,嫩江以西)"}, {
      "id": 4873,
      "label": "铁锋区(环城东路以东)",
      "value": "铁锋区(环城东路以东)"
    }, {"id": 4874, "label": "龙沙区(鹤城路以南)", "value": "龙沙区(鹤城路以南)"}], "id": 712, "label": "齐齐哈尔市", "value": "齐齐哈尔市"
  }, {
    "children": [{"id": 728, "label": "萝北县", "value": "萝北县"}, {
      "id": 729,
      "label": "绥宾县",
      "value": "绥宾县"
    }, {"id": 3334, "label": "兴山区", "value": "兴山区"}, {"id": 3335, "label": "向阳区", "value": "向阳区"}, {
      "id": 3336,
      "label": "工农区　",
      "value": "工农区　"
    }, {"id": 3337, "label": "南山区", "value": "南山区"}, {"id": 3338, "label": "兴安区", "value": "兴安区"}, {
      "id": 3339,
      "label": "东山区",
      "value": "东山区"
    }], "id": 727, "label": "鹤岗市", "value": "鹤岗市"
  }, {
    "children": [{"id": 733, "label": "集贤县", "value": "集贤县"}, {"id": 734, "label": "宝清县", "value": "宝清县"}, {
      "id": 735,
      "label": "友谊县",
      "value": "友谊县"
    }, {"id": 736, "label": "饶河县", "value": "饶河县"}, {"id": 3340, "label": "尖山区", "value": "尖山区"}, {
      "id": 3341,
      "label": "岭东区",
      "value": "岭东区"
    }, {"id": 3342, "label": "四方台区", "value": "四方台区"}, {"id": 3343, "label": "宝山区", "value": "宝山区"}],
    "id": 731,
    "label": "双鸭山市",
    "value": "双鸭山市"
  }, {
    "children": [{"id": 739, "label": "密山市", "value": "密山市"}, {"id": 740, "label": "虎林市", "value": "虎林市"}, {
      "id": 741,
      "label": "鸡东县",
      "value": "鸡东县"
    }, {"id": 3328, "label": "鸡冠区（朝阳桥以西、206公路以北、左家村以东）", "value": "鸡冠区（朝阳桥以西、206公路以北、左家村以东）"}, {
      "id": 3329,
      "label": "恒山区",
      "value": "恒山区"
    }, {"id": 3330, "label": "滴道区", "value": "滴道区"}, {"id": 3331, "label": "梨树区", "value": "梨树区"}, {
      "id": 3332,
      "label": "城子河区",
      "value": "城子河区"
    }, {"id": 3333, "label": "麻山区", "value": "麻山区"}, {
      "id": 6753,
      "label": "鸡冠区（朝阳桥以东、206公路以南、左家村以西）",
      "value": "鸡冠区（朝阳桥以东、206公路以南、左家村以西）"
    }], "id": 737, "label": "鸡西市", "value": "鸡西市"
  }, {
    "children": [{"id": 744, "label": "萨尔图区", "value": "萨尔图区"}, {
      "id": 745,
      "label": "龙凤区",
      "value": "龙凤区"
    }, {"id": 746, "label": "让胡路区", "value": "让胡路区"}, {"id": 747, "label": "红岗区", "value": "红岗区"}, {
      "id": 748,
      "label": "大同区",
      "value": "大同区"
    }, {"id": 749, "label": "林甸县", "value": "林甸县"}, {"id": 750, "label": "肇州县", "value": "肇州县"}, {
      "id": 751,
      "label": "肇源县",
      "value": "肇源县"
    }, {"id": 752, "label": "杜尔伯特蒙古族", "value": "杜尔伯特蒙古族"}], "id": 742, "label": "大庆市", "value": "大庆市"
  }, {
    "children": [{"id": 754, "label": "铁力市", "value": "铁力市"}, {
      "id": 755,
      "label": "嘉荫县",
      "value": "嘉荫县"
    }, {"id": 3344, "label": "伊春区　", "value": "伊春区　"}, {"id": 3345, "label": "南岔区", "value": "南岔区"}, {
      "id": 3346,
      "label": "友好区",
      "value": "友好区"
    }, {"id": 3347, "label": "西林区", "value": "西林区"}, {"id": 3348, "label": "翠峦区", "value": "翠峦区"}, {
      "id": 3349,
      "label": "新青区",
      "value": "新青区"
    }, {"id": 3350, "label": "美溪区", "value": "美溪区"}, {"id": 3351, "label": "金山屯区", "value": "金山屯区"}, {
      "id": 3352,
      "label": "五营区",
      "value": "五营区"
    }, {"id": 3353, "label": "乌马河区", "value": "乌马河区"}, {"id": 3354, "label": "汤旺河区", "value": "汤旺河区"}, {
      "id": 3355,
      "label": "带岭区",
      "value": "带岭区"
    }, {"id": 3356, "label": "乌伊岭区　", "value": "乌伊岭区　"}, {"id": 3357, "label": "红星区", "value": "红星区"}, {
      "id": 3358,
      "label": "上甘岭区",
      "value": "上甘岭区"
    }], "id": 753, "label": "伊春市", "value": "伊春市"
  }, {
    "children": [{"id": 758, "label": "海林市", "value": "海林市"}, {"id": 760, "label": "宁安市", "value": "宁安市"}, {
      "id": 761,
      "label": "穆棱市",
      "value": "穆棱市"
    }, {"id": 762, "label": "林口县", "value": "林口县"}, {"id": 763, "label": "东宁县", "value": "东宁县"}, {
      "id": 3367,
      "label": "爱民区",
      "value": "爱民区"
    }, {"id": 3368, "label": "东安区", "value": "东安区"}, {"id": 3369, "label": "阳明区", "value": "阳明区"}, {
      "id": 3370,
      "label": "西安区",
      "value": "西安区"
    }, {"id": 4148, "label": "绥芬河市", "value": "绥芬河市"}], "id": 757, "label": "牡丹江市", "value": "牡丹江市"
  }, {
    "children": [{"id": 766, "label": "同江市", "value": "同江市"}, {"id": 767, "label": "富锦市", "value": "富锦市"}, {
      "id": 768,
      "label": "桦川县",
      "value": "桦川县"
    }, {"id": 769, "label": "抚远县", "value": "抚远县"}, {"id": 770, "label": "桦南县", "value": "桦南县"}, {
      "id": 771,
      "label": "汤原县",
      "value": "汤原县"
    }, {"id": 3359, "label": "前进区(沿江路以南)", "value": "前进区(沿江路以南)"}, {
      "id": 3360,
      "label": "永红区",
      "value": "永红区"
    }, {"id": 3361, "label": "向阳区(大学路以北)", "value": "向阳区(大学路以北)"}, {
      "id": 3363,
      "label": "郊　区(圃东街以东)",
      "value": "郊　区(圃东街以东)"
    }, {"id": 4875, "label": "向阳区(大学路以南)", "value": "向阳区(大学路以南)"}, {
      "id": 4876,
      "label": "东风区(建国街以西)",
      "value": "东风区(建国街以西)"
    }, {"id": 4877, "label": "东风区(建国街以东)", "value": "东风区(建国街以东)"}, {
      "id": 4878,
      "label": "前进区(沿江路以北)",
      "value": "前进区(沿江路以北)"
    }, {"id": 4879, "label": "郊　区(圃东街以西)", "value": "郊　区(圃东街以西)"}], "id": 765, "label": "佳木斯市", "value": "佳木斯市"
  }, {
    "children": [{"id": 774, "label": "勃利县", "value": "勃利县"}, {
      "id": 3364,
      "label": "桃山区",
      "value": "桃山区"
    }, {"id": 3365, "label": "新兴区", "value": "新兴区"}, {"id": 3366, "label": "茄子河区", "value": "茄子河区"}],
    "id": 773,
    "label": "七台河市",
    "value": "七台河市"
  }, {
    "children": [{"id": 777, "label": "北安市", "value": "北安市"}, {
      "id": 778,
      "label": "五大连池市",
      "value": "五大连池市"
    }, {"id": 779, "label": "逊克县", "value": "逊克县"}, {"id": 780, "label": "孙吴县", "value": "孙吴县"}, {
      "id": 3096,
      "label": "嫩江县",
      "value": "嫩江县"
    }, {"id": 3371, "label": "爱辉区", "value": "爱辉区"}], "id": 776, "label": "黑河市", "value": "黑河市"
  }, {
    "children": [{"id": 784, "label": "安达市", "value": "安达市"}, {"id": 785, "label": "肇东市", "value": "肇东市"}, {
      "id": 786,
      "label": "海伦市",
      "value": "海伦市"
    }, {"id": 787, "label": "绥棱县", "value": "绥棱县"}, {"id": 788, "label": "兰西县", "value": "兰西县"}, {
      "id": 789,
      "label": "明水县",
      "value": "明水县"
    }, {"id": 790, "label": "青冈县", "value": "青冈县"}, {"id": 791, "label": "庆安县", "value": "庆安县"}, {
      "id": 792,
      "label": "望奎县",
      "value": "望奎县"
    }, {"id": 6712, "label": "北林区", "value": "北林区"}], "id": 782, "label": "绥化市", "value": "绥化市"
  }, {
    "children": [{"id": 794, "label": "呼玛县", "value": "呼玛县"}, {"id": 795, "label": "塔河县", "value": "塔河县"}, {
      "id": 796,
      "label": "漠河县",
      "value": "漠河县"
    }, {"id": 4114, "label": "加格达奇区", "value": "加格达奇区"}, {"id": 4115, "label": "松岭区", "value": "松岭区"}, {
      "id": 4116,
      "label": "呼中区",
      "value": "呼中区"
    }, {"id": 11432, "label": "新林区", "value": "新林区"}], "id": 793, "label": "大兴安岭地区", "value": "大兴安岭地区"
  }], "id": 10, "label": "黑龙江", "value": "黑龙江"
}, {
  "children": [{
    "children": [{"id": 801, "label": "土默特左旗", "value": "土默特左旗"}, {
      "id": 802,
      "label": "和林格尔县",
      "value": "和林格尔县"
    }, {"id": 803, "label": "武川县", "value": "武川县"}, {"id": 804, "label": "托克托县", "value": "托克托县"}, {
      "id": 3133,
      "label": "清水河县",
      "value": "清水河县"
    }, {"id": 3238, "label": "回民区(二环以内)", "value": "回民区(二环以内)"}, {
      "id": 3239,
      "label": "新城区(二环以内)",
      "value": "新城区(二环以内)"
    }, {"id": 3240, "label": "玉泉区", "value": "玉泉区"}, {"id": 3241, "label": "赛罕区", "value": "赛罕区"}, {
      "id": 4439,
      "label": "新城区(二环以外)",
      "value": "新城区(二环以外)"
    }, {"id": 4440, "label": "回民区(二环以外)", "value": "回民区(二环以外)"}], "id": 799, "label": "呼和浩特市", "value": "呼和浩特市"
  }, {
    "children": [{"id": 807, "label": "固阳县", "value": "固阳县"}, {
      "id": 808,
      "label": "土默特右旗",
      "value": "土默特右旗"
    }, {"id": 809, "label": "达尔罕茂明安联合旗", "value": "达尔罕茂明安联合旗"}, {
      "id": 3242,
      "label": "昆都仑区(莫尼路以南,三八路以东,黄河街以北)",
      "value": "昆都仑区(莫尼路以南,三八路以东,黄河街以北)"
    }, {"id": 3243, "label": "东河区", "value": "东河区"}, {
      "id": 3244,
      "label": "青山区(青山路以南,明主路以西,黄河街以北)",
      "value": "青山区(青山路以南,明主路以西,黄河街以北)"
    }, {"id": 3245, "label": "石拐区", "value": "石拐区"}, {"id": 3246, "label": "白云矿区", "value": "白云矿区"}, {
      "id": 3247,
      "label": "九原区",
      "value": "九原区"
    }, {"id": 6002, "label": "昆都仑区(莫尼路以北,三八路以西,黄河街以南)", "value": "昆都仑区(莫尼路以北,三八路以西,黄河街以南)"}, {
      "id": 6003,
      "label": "青山区(青山路以北,明主路以东,黄河街以南)",
      "value": "青山区(青山路以北,明主路以东,黄河街以南)"
    }], "id": 805, "label": "包头市", "value": "包头市"
  }, {
    "children": [{"id": 811, "label": "海勃湾区", "value": "海勃湾区"}, {
      "id": 3248,
      "label": "海南区",
      "value": "海南区"
    }, {"id": 3249, "label": "乌达区", "value": "乌达区"}], "id": 810, "label": "乌海市", "value": "乌海市"
  }, {
    "children": [{"id": 814, "label": "宁城县", "value": "宁城县"}, {"id": 815, "label": "敖汉旗", "value": "敖汉旗"}, {
      "id": 816,
      "label": "喀喇沁旗",
      "value": "喀喇沁旗"
    }, {"id": 817, "label": "翁牛特旗", "value": "翁牛特旗"}, {"id": 818, "label": "巴林右旗", "value": "巴林右旗"}, {
      "id": 819,
      "label": "林西县",
      "value": "林西县"
    }, {"id": 820, "label": "克什克腾旗", "value": "克什克腾旗"}, {"id": 821, "label": "巴林左旗", "value": "巴林左旗"}, {
      "id": 822,
      "label": "阿鲁科尔沁旗",
      "value": "阿鲁科尔沁旗"
    }, {"id": 3199, "label": "元宝山区", "value": "元宝山区"}, {"id": 3251, "label": "松山区", "value": "松山区"}, {
      "id": 6881,
      "label": "红山区（玉龙大街南,车站南街北,双平路东,清河路西）",
      "value": "红山区（玉龙大街南,车站南街北,双平路东,清河路西）"
    }, {"id": 6882, "label": "红山区（玉龙大街北,车站南街南,双平路西,清河路东）", "value": "红山区（玉龙大街北,车站南街南,双平路西,清河路东）"}],
    "id": 812,
    "label": "赤峰市",
    "value": "赤峰市"
  }, {
    "children": [{"id": 824, "label": "集宁区", "value": "集宁区"}, {"id": 825, "label": "丰镇市", "value": "丰镇市"}, {
      "id": 826,
      "label": "兴和县",
      "value": "兴和县"
    }, {"id": 827, "label": "卓资县", "value": "卓资县"}, {"id": 828, "label": "商都县", "value": "商都县"}, {
      "id": 829,
      "label": "凉城县",
      "value": "凉城县"
    }, {"id": 830, "label": "化德县", "value": "化德县"}, {"id": 831, "label": "察哈尔右翼前旗", "value": "察哈尔右翼前旗"}, {
      "id": 832,
      "label": "察哈尔右翼中旗",
      "value": "察哈尔右翼中旗"
    }, {"id": 833, "label": "察哈尔右翼后旗", "value": "察哈尔右翼后旗"}, {"id": 834, "label": "四子王旗", "value": "四子王旗"}],
    "id": 823,
    "label": "乌兰察布市",
    "value": "乌兰察布市"
  }, {
    "children": [{"id": 836, "label": "锡林浩特市", "value": "锡林浩特市"}, {
      "id": 837,
      "label": "二连浩特市",
      "value": "二连浩特市"
    }, {"id": 838, "label": "多伦县", "value": "多伦县"}, {"id": 839, "label": "阿巴嘎旗", "value": "阿巴嘎旗"}, {
      "id": 840,
      "label": "西乌朱穆沁旗",
      "value": "西乌朱穆沁旗"
    }, {"id": 841, "label": "东乌朱穆沁旗", "value": "东乌朱穆沁旗"}, {"id": 842, "label": "苏尼特右旗", "value": "苏尼特右旗"}, {
      "id": 843,
      "label": "苏尼特左旗",
      "value": "苏尼特左旗"
    }, {"id": 844, "label": "太仆寺旗", "value": "太仆寺旗"}, {"id": 845, "label": "正镶白旗", "value": "正镶白旗"}, {
      "id": 846,
      "label": "正蓝旗",
      "value": "正蓝旗"
    }, {"id": 847, "label": "镶黄旗", "value": "镶黄旗"}], "id": 835, "label": "锡林郭勒盟", "value": "锡林郭勒盟"
  }, {
    "children": [{"id": 849, "label": "海拉尔区", "value": "海拉尔区"}, {
      "id": 850,
      "label": "满洲里市",
      "value": "满洲里市"
    }, {"id": 851, "label": "牙克石市", "value": "牙克石市"}, {"id": 852, "label": "扎兰屯市", "value": "扎兰屯市"}, {
      "id": 853,
      "label": "根河市",
      "value": "根河市"
    }, {"id": 854, "label": "额尔古纳市", "value": "额尔古纳市"}, {"id": 855, "label": "陈巴尔虎旗", "value": "陈巴尔虎旗"}, {
      "id": 856,
      "label": "阿荣旗",
      "value": "阿荣旗"
    }, {"id": 857, "label": "新巴尔虎左旗", "value": "新巴尔虎左旗"}, {"id": 858, "label": "新巴尔虎右旗", "value": "新巴尔虎右旗"}, {
      "id": 859,
      "label": "鄂伦春旗",
      "value": "鄂伦春旗"
    }, {"id": 860, "label": "莫力达瓦旗", "value": "莫力达瓦旗"}, {"id": 861, "label": "鄂温克族旗", "value": "鄂温克族旗"}],
    "id": 848,
    "label": "呼伦贝尔市",
    "value": "呼伦贝尔市"
  }, {
    "children": [{"id": 871, "label": "东胜区", "value": "东胜区"}, {
      "id": 872,
      "label": "准格尔旗",
      "value": "准格尔旗"
    }, {"id": 874, "label": "伊金霍洛旗", "value": "伊金霍洛旗"}, {"id": 875, "label": "乌审旗", "value": "乌审旗"}, {
      "id": 876,
      "label": "杭锦旗",
      "value": "杭锦旗"
    }, {"id": 877, "label": "鄂托克旗", "value": "鄂托克旗"}, {"id": 878, "label": "鄂托克前旗", "value": "鄂托克前旗"}, {
      "id": 879,
      "label": "达拉特旗",
      "value": "达拉特旗"
    }, {"id": 18374, "label": "康巴什新区", "value": "康巴什新区"}], "id": 870, "label": "鄂尔多斯市", "value": "鄂尔多斯市"
  }, {
    "children": [{"id": 881, "label": "临河区", "value": "临河区"}, {"id": 882, "label": "五原县", "value": "五原县"}, {
      "id": 883,
      "label": "磴口县",
      "value": "磴口县"
    }, {"id": 884, "label": "杭锦后旗", "value": "杭锦后旗"}, {"id": 885, "label": "乌拉特中旗", "value": "乌拉特中旗"}, {
      "id": 888,
      "label": "乌拉特后旗 ",
      "value": "乌拉特后旗 "
    }, {"id": 890, "label": "乌拉特前旗 ", "value": "乌拉特前旗 "}], "id": 880, "label": "巴彦淖尔市", "value": "巴彦淖尔市"
  }, {
    "children": [{"id": 892, "label": "阿拉善右旗", "value": "阿拉善右旗"}, {
      "id": 893,
      "label": "阿拉善左旗",
      "value": "阿拉善左旗"
    }, {"id": 894, "label": "额济纳旗", "value": "额济纳旗"}], "id": 891, "label": "阿拉善盟", "value": "阿拉善盟"
  }, {
    "children": [{"id": 896, "label": "乌兰浩特市", "value": "乌兰浩特市"}, {
      "id": 897,
      "label": "阿尔山市",
      "value": "阿尔山市"
    }, {"id": 898, "label": "突泉县", "value": "突泉县"}, {"id": 899, "label": "扎赍特旗", "value": "扎赍特旗"}, {
      "id": 900,
      "label": "科尔沁右翼前旗",
      "value": "科尔沁右翼前旗"
    }, {"id": 901, "label": "科尔沁右翼中旗", "value": "科尔沁右翼中旗"}], "id": 895, "label": "兴安盟", "value": "兴安盟"
  }, {
    "children": [{"id": 3142, "label": "霍林郭勒市", "value": "霍林郭勒市"}, {
      "id": 3252,
      "label": "开鲁县",
      "value": "开鲁县"
    }, {"id": 3253, "label": "库伦旗", "value": "库伦旗"}, {"id": 3254, "label": "奈曼旗", "value": "奈曼旗"}, {
      "id": 3255,
      "label": "扎鲁特旗　",
      "value": "扎鲁特旗　"
    }, {"id": 3256, "label": "科尔沁左翼中旗", "value": "科尔沁左翼中旗"}, {
      "id": 3258,
      "label": "科尔沁左翼后旗",
      "value": "科尔沁左翼后旗"
    }, {"id": 6967, "label": "科尔沁区（西辽河以东，福利路以西，新建大街以北）", "value": "科尔沁区（西辽河以东，福利路以西，新建大街以北）"}, {
      "id": 6968,
      "label": "科尔沁区（西辽河以西，福利路以东，新建大街以南）",
      "value": "科尔沁区（西辽河以西，福利路以东，新建大街以南）"
    }], "id": 902, "label": "通辽市", "value": "通辽市"
  }], "id": 11, "label": "内蒙古", "value": "内蒙古"
}, {
  "children": [{
    "children": [{"id": 905, "label": "江宁区", "value": "江宁区"}, {
      "id": 907,
      "label": "高淳县",
      "value": "高淳县"
    }, {"id": 908, "label": "六合区", "value": "六合区"}, {"id": 3024, "label": "溧水县", "value": "溧水县"}, {
      "id": 3103,
      "label": "浦口区(宁连高速以内,老山以东)",
      "value": "浦口区(宁连高速以内,老山以东)"
    }, {"id": 3373, "label": "玄武区", "value": "玄武区"}, {"id": 3374, "label": "白下区", "value": "白下区"}, {
      "id": 3375,
      "label": "秦淮区",
      "value": "秦淮区"
    }, {"id": 3376, "label": "建邺区", "value": "建邺区"}, {"id": 3377, "label": "鼓楼区", "value": "鼓楼区"}, {
      "id": 3378,
      "label": "栖霞区",
      "value": "栖霞区"
    }, {"id": 3379, "label": "雨花台区", "value": "雨花台区"}, {"id": 3380, "label": "下关区", "value": "下关区"}, {
      "id": 4417,
      "label": "浦口区(宁连高速以外)",
      "value": "浦口区(宁连高速以外)"
    }], "id": 904, "label": "南京市", "value": "南京市"
  }, {
    "children": [{"id": 912, "label": "邳州市(G310以南,连徐高速以北)", "value": "邳州市(G310以南,连徐高速以北)"}, {
      "id": 913,
      "label": "新沂市（京沪高速以西，连徐高速以北）",
      "value": "新沂市（京沪高速以西，连徐高速以北）"
    }, {"id": 914, "label": "铜山县", "value": "铜山县"}, {"id": 915, "label": "睢宁县", "value": "睢宁县"}, {
      "id": 916,
      "label": "沛县",
      "value": "沛县"
    }, {"id": 917, "label": "丰县", "value": "丰县"}, {"id": 3387, "label": "泉山区(三环以内)", "value": "泉山区(三环以内)"}, {
      "id": 3388,
      "label": "贾汪区",
      "value": "贾汪区"
    }, {"id": 3389, "label": "云龙区(三环以内)", "value": "云龙区(三环以内)"}, {
      "id": 3390,
      "label": "鼓楼区(三环以内)",
      "value": "鼓楼区(三环以内)"
    }, {"id": 4223, "label": "金山桥开发区", "value": "金山桥开发区"}, {
      "id": 4224,
      "label": "铜山经济技术开发区",
      "value": "铜山经济技术开发区"
    }, {"id": 4225, "label": "郑集镇", "value": "郑集镇"}, {"id": 4226, "label": "大吴镇", "value": "大吴镇"}, {
      "id": 4227,
      "label": "大庙镇",
      "value": "大庙镇"
    }, {"id": 4228, "label": "八段工业园区", "value": "八段工业园区"}, {"id": 4229, "label": "柳新镇", "value": "柳新镇"}, {
      "id": 4770,
      "label": "泉山区(三环以外)",
      "value": "泉山区(三环以外)"
    }, {"id": 4771, "label": "云龙区(三环以外)", "value": "云龙区(三环以外)"}, {
      "id": 4772,
      "label": "鼓楼区(三环以外)",
      "value": "鼓楼区(三环以外)"
    }, {"id": 6001, "label": "邳州市(G310以北,连徐高速以南)", "value": "邳州市(G310以北,连徐高速以南)"}, {
      "id": 6847,
      "label": "新沂市（京沪高速以东，连徐高速以南）",
      "value": "新沂市（京沪高速以东，连徐高速以南）"
    }], "id": 911, "label": "徐州市", "value": "徐州市"
  }, {
    "children": [{"id": 920, "label": "赣榆县", "value": "赣榆县"}, {"id": 921, "label": "灌云县", "value": "灌云县"}, {
      "id": 922,
      "label": "东海县",
      "value": "东海县"
    }, {"id": 923, "label": "灌南县", "value": "灌南县"}, {
      "id": 3396,
      "label": "海州区(连徐高速以北、宁连高速以西)",
      "value": "海州区(连徐高速以北、宁连高速以西)"
    }, {"id": 3398, "label": "新浦区(G310国道以南、宁连高速以西)", "value": "新浦区(G310国道以南、宁连高速以西)"}, {
      "id": 4248,
      "label": "连云区",
      "value": "连云区"
    }, {"id": 4792, "label": "新浦区(G310国道以北、宁连高速以东)", "value": "新浦区(G310国道以北、宁连高速以东)"}, {
      "id": 4793,
      "label": "海州区(连徐高速以南、宁连高速以东)",
      "value": "海州区(连徐高速以南、宁连高速以东)"
    }], "id": 919, "label": "连云港市", "value": "连云港市"
  }, {
    "children": [{"id": 926, "label": "楚州区", "value": "楚州区"}, {
      "id": 928,
      "label": "涟水县(涟城镇,朱码镇,陈师镇,小李集乡)",
      "value": "涟水县(涟城镇,朱码镇,陈师镇,小李集乡)"
    }, {"id": 929, "label": "洪泽县", "value": "洪泽县"}, {"id": 930, "label": "金湖县", "value": "金湖县"}, {
      "id": 931,
      "label": "盱眙县",
      "value": "盱眙县"
    }, {"id": 3400, "label": "清河区(G25国道以东、宁连公路以西)", "value": "清河区(G25国道以东、宁连公路以西)"}, {
      "id": 4292,
      "label": "淮阴区(G25国道以东、宁连公路以西)",
      "value": "淮阴区(G25国道以东、宁连公路以西)"
    }, {"id": 4305, "label": "经济开发区", "value": "经济开发区"}, {
      "id": 4340,
      "label": "清浦区(G25国道以东、宁连公路以西)",
      "value": "清浦区(G25国道以东、宁连公路以西)"
    }, {"id": 4788, "label": "清河区(G25国道以西、宁连公路以东)", "value": "清河区(G25国道以西、宁连公路以东)"}, {
      "id": 4789,
      "label": "清浦区(G25国道以西、宁连公路以东)",
      "value": "清浦区(G25国道以西、宁连公路以东)"
    }, {"id": 4790, "label": "淮阴区(G25国道以西、宁连公路以东)", "value": "淮阴区(G25国道以西、宁连公路以东)"}, {
      "id": 6000,
      "label": "涟水县(除涟城镇,朱码镇,陈师镇,小李集乡外区域)",
      "value": "涟水县(除涟城镇,朱码镇,陈师镇,小李集乡外区域)"
    }], "id": 925, "label": "淮安市", "value": "淮安市"
  }, {
    "children": [{"id": 934, "label": "宿豫区", "value": "宿豫区"}, {
      "id": 937,
      "label": "泗洪县",
      "value": "泗洪县"
    }, {"id": 3407, "label": "宿城区", "value": "宿城区"}, {"id": 8558, "label": "沭阳县", "value": "沭阳县"}, {
      "id": 8559,
      "label": "泗阳县",
      "value": "泗阳县"
    }], "id": 933, "label": "宿迁市", "value": "宿迁市"
  }, {
    "children": [{"id": 940, "label": "东台市", "value": "东台市"}, {"id": 941, "label": "大丰市", "value": "大丰市"}, {
      "id": 944,
      "label": "盐都区(宁靖盐高速以南、以东,盐徐高速以北)",
      "value": "盐都区(宁靖盐高速以南、以东,盐徐高速以北)"
    }, {"id": 945, "label": "建湖县", "value": "建湖县"}, {"id": 946, "label": "响水县", "value": "响水县"}, {
      "id": 947,
      "label": "射阳县(经济开发区,合德镇,兴桥镇,千秋镇,临海镇)",
      "value": "射阳县(经济开发区,合德镇,兴桥镇,千秋镇,临海镇)"
    }, {"id": 948, "label": "阜宁县", "value": "阜宁县"}, {"id": 949, "label": "滨海县", "value": "滨海县"}, {
      "id": 3401,
      "label": "亭湖区(沿海高速以西、宁靖盐高速以南、盐徐高速以北)",
      "value": "亭湖区(沿海高速以西、宁靖盐高速以南、盐徐高速以北)"
    }, {"id": 4776, "label": "盐都区(宁靖盐高速以北、以西,盐徐高速以南)", "value": "盐都区(宁靖盐高速以北、以西,盐徐高速以南)"}, {
      "id": 4777,
      "label": "亭湖区(沿海高速以东、宁靖盐高速以北、盐徐高速以南)",
      "value": "亭湖区(沿海高速以东、宁靖盐高速以北、盐徐高速以南)"
    }, {"id": 5907, "label": "射阳县(除经济开发区,合德镇,兴桥镇,千秋镇,临海镇外)", "value": "射阳县(除经济开发区,合德镇,兴桥镇,千秋镇,临海镇外)"}],
    "id": 939,
    "label": "盐城市",
    "value": "盐城市"
  }, {
    "children": [{"id": 952, "label": "高邮市（市区，九里镇，一沟镇，车逻镇）", "value": "高邮市（市区，九里镇，一沟镇，车逻镇）"}, {
      "id": 953,
      "label": "江都市(除武坚、真武、小纪、丁沟、樊川镇外)",
      "value": "江都市(除武坚、真武、小纪、丁沟、樊川镇外)"
    }, {"id": 954, "label": "仪征市(宁通高速以南,新桥路以西)", "value": "仪征市(宁通高速以南,新桥路以西)"}, {
      "id": 955,
      "label": "广陵区",
      "value": "广陵区"
    }, {"id": 956, "label": "邗江区", "value": "邗江区"}, {"id": 957, "label": "宝应县", "value": "宝应县"}, {
      "id": 3402,
      "label": "维扬区",
      "value": "维扬区"
    }, {"id": 5464, "label": "江都市(武坚、真武、小纪、丁沟、樊川镇)", "value": "江都市(武坚、真武、小纪、丁沟、樊川镇)"}, {
      "id": 6711,
      "label": "仪征市(宁通高速以北,新桥路以东)",
      "value": "仪征市(宁通高速以北,新桥路以东)"
    }, {"id": 6848, "label": "高邮市（除市区，九里镇，一沟镇，车逻镇以外）", "value": "高邮市（除市区，九里镇，一沟镇，车逻镇以外）"}],
    "id": 951,
    "label": "扬州市",
    "value": "扬州市"
  }, {
    "children": [{"id": 960, "label": "泰兴市", "value": "泰兴市"}, {
      "id": 961,
      "label": "姜堰市（启扬高速以南，盐靖高速以东）",
      "value": "姜堰市（启扬高速以南，盐靖高速以东）"
    }, {"id": 962, "label": "靖江市", "value": "靖江市"}, {"id": 963, "label": "兴化市", "value": "兴化市"}, {
      "id": 3405,
      "label": "高港区",
      "value": "高港区"
    }, {"id": 3406, "label": "海陵区", "value": "海陵区"}, {
      "id": 6849,
      "label": "姜堰市（启扬高速以北，盐靖高速以西）",
      "value": "姜堰市（启扬高速以北，盐靖高速以西）"
    }], "id": 959, "label": "泰州市", "value": "泰州市"
  }, {
    "children": [{"id": 966, "label": "如皋市(除长青沙乡外)", "value": "如皋市(除长青沙乡外)"}, {
      "id": 967,
      "label": "通州区",
      "value": "通州区"
    }, {"id": 968, "label": "海门市(东通线、刘余线以南)", "value": "海门市(东通线、刘余线以南)"}, {
      "id": 969,
      "label": "启东市(除吕四港镇,天汾镇,兆民镇,启隆乡外)",
      "value": "启东市(除吕四港镇,天汾镇,兆民镇,启隆乡外)"
    }, {"id": 970, "label": "如东县", "value": "如东县"}, {"id": 2774, "label": "海安县", "value": "海安县"}, {
      "id": 3394,
      "label": "港闸区",
      "value": "港闸区"
    }, {"id": 3395, "label": "崇川区", "value": "崇川区"}, {"id": 4095, "label": "开发区", "value": "开发区"}, {
      "id": 4385,
      "label": "南通经济技术开发区",
      "value": "南通经济技术开发区"
    }, {"id": 5451, "label": "海门市(东通线、刘余线以北)", "value": "海门市(东通线、刘余线以北)"}, {
      "id": 5466,
      "label": "启东市(吕四港镇,天汾镇,兆民镇,启隆乡)",
      "value": "启东市(吕四港镇,天汾镇,兆民镇,启隆乡)"
    }, {"id": 6560, "label": "如皋市(长青沙乡)", "value": "如皋市(长青沙乡)"}], "id": 965, "label": "南通市", "value": "南通市"
  }, {
    "children": [{"id": 973, "label": "扬中市", "value": "扬中市"}, {
      "id": 974,
      "label": "丹阳市(丹西公路、县道203以北)",
      "value": "丹阳市(丹西公路、县道203以北)"
    }, {"id": 975, "label": "句容市（市区、黄梅镇、石狮镇、二圣镇）", "value": "句容市（市区、黄梅镇、石狮镇、二圣镇）"}, {
      "id": 976,
      "label": "丹徒区",
      "value": "丹徒区"
    }, {"id": 3403, "label": "润州区", "value": "润州区"}, {"id": 3404, "label": "京口区", "value": "京口区"}, {
      "id": 4916,
      "label": "镇江新区",
      "value": "镇江新区"
    }, {"id": 4981, "label": "丹阳市(丹西公路、县道203以南)", "value": "丹阳市(丹西公路、县道203以南)"}, {
      "id": 6850,
      "label": "句容市（除市区、黄梅镇、石狮镇、二圣镇以外）",
      "value": "句容市（除市区、黄梅镇、石狮镇、二圣镇以外）"
    }], "id": 972, "label": "镇江市", "value": "镇江市"
  }, {
    "children": [{"id": 980, "label": "金坛市", "value": "金坛市"}, {
      "id": 981,
      "label": "溧阳市",
      "value": "溧阳市"
    }, {"id": 2927, "label": "新北区", "value": "新北区"}, {"id": 3391, "label": "戚墅堰区", "value": "戚墅堰区"}, {
      "id": 3392,
      "label": "钟楼区",
      "value": "钟楼区"
    }, {"id": 3393, "label": "天宁区", "value": "天宁区"}, {"id": 4459, "label": "武进区", "value": "武进区"}],
    "id": 978,
    "label": "常州市",
    "value": "常州市"
  }, {
    "children": [{"id": 3381, "label": "崇安区", "value": "崇安区"}, {
      "id": 3382,
      "label": "南长区",
      "value": "南长区"
    }, {"id": 3383, "label": "北塘区", "value": "北塘区"}, {"id": 3384, "label": "锡山区", "value": "锡山区"}, {
      "id": 3385,
      "label": "惠山区",
      "value": "惠山区"
    }, {"id": 3386, "label": "滨湖区(除胡埭镇，马山镇外)", "value": "滨湖区(除胡埭镇，马山镇外)"}, {
      "id": 4029,
      "label": "新区",
      "value": "新区"
    }, {"id": 4392, "label": "滨湖区(胡埭镇，马山镇)", "value": "滨湖区(胡埭镇，马山镇)"}, {
      "id": 13989,
      "label": "江阴市",
      "value": "江阴市"
    }, {"id": 15943, "label": "宜兴市", "value": "宜兴市"}], "id": 984, "label": "无锡市", "value": "无锡市"
  }, {
    "children": [{"id": 991, "label": "昆山市(玉山镇、巴城、石牌、正仪、周市、新镇)", "value": "昆山市(玉山镇、巴城、石牌、正仪、周市、新镇)"}, {
      "id": 993,
      "label": "常熟市",
      "value": "常熟市"
    }, {"id": 994, "label": "张家港市", "value": "张家港市"}, {
      "id": 997,
      "label": "吴江区(除桃源镇、震泽镇、七都镇外)",
      "value": "吴江区(除桃源镇、震泽镇、七都镇外)"
    }, {"id": 3082, "label": "相城区", "value": "相城区"}, {"id": 3083, "label": "金阊区", "value": "金阊区"}, {
      "id": 3084,
      "label": "吴中区（不含东山镇、西山镇）",
      "value": "吴中区（不含东山镇、西山镇）"
    }, {"id": 3085, "label": "虎丘区", "value": "虎丘区"}, {"id": 3087, "label": "平江区", "value": "平江区"}, {
      "id": 3088,
      "label": "沧浪区",
      "value": "沧浪区"
    }, {"id": 3444, "label": "工业园区", "value": "工业园区"}, {"id": 3742, "label": "高新区", "value": "高新区"}, {
      "id": 4295,
      "label": "吴中区（东山镇、西山镇）",
      "value": "吴中区（东山镇、西山镇）"
    }, {"id": 4346, "label": "太仓市", "value": "太仓市"}, {
      "id": 4368,
      "label": "吴江区(桃源镇、震泽镇、七都镇)",
      "value": "吴江区(桃源镇、震泽镇、七都镇)"
    }, {"id": 4796, "label": "昆山市(周庄、锦溪、淀山湖、千灯、张浦、陆家、花桥)", "value": "昆山市(周庄、锦溪、淀山湖、千灯、张浦、陆家、花桥)"}],
    "id": 988,
    "label": "苏州市",
    "value": "苏州市"
  }], "id": 12, "label": "江苏", "value": "江苏"
}, {
  "children": [{
    "children": [{"id": 1001, "label": "章丘市(明水镇城区以外)", "value": "章丘市(明水镇城区以外)"}, {
      "id": 1002,
      "label": "长清区",
      "value": "长清区"
    }, {"id": 1003, "label": "平阴县", "value": "平阴县"}, {"id": 1004, "label": "济阳县", "value": "济阳县"}, {
      "id": 1005,
      "label": "商河县",
      "value": "商河县"
    }, {"id": 3513, "label": "历城区(二环内)", "value": "历城区(二环内)"}, {
      "id": 3514,
      "label": "天桥区(二环内)",
      "value": "天桥区(二环内)"
    }, {"id": 3515, "label": "槐荫区(二环内)", "value": "槐荫区(二环内)"}, {
      "id": 3516,
      "label": "历下区(二环内)",
      "value": "历下区(二环内)"
    }, {"id": 3517, "label": "市中区(二环内)", "value": "市中区(二环内)"}, {
      "id": 4272,
      "label": "历下区(二环外)",
      "value": "历下区(二环外)"
    }, {"id": 4273, "label": "历城区(二环外)", "value": "历城区(二环外)"}, {
      "id": 4274,
      "label": "市中区(二环外)",
      "value": "市中区(二环外)"
    }, {"id": 4275, "label": "槐荫区(二环外)", "value": "槐荫区(二环外)"}, {
      "id": 4276,
      "label": "天桥区(二环外)",
      "value": "天桥区(二环外)"
    }, {"id": 4277, "label": "高新区", "value": "高新区"}, {"id": 6709, "label": "章丘市(明水镇城区)", "value": "章丘市(明水镇城区)"}],
    "id": 1000,
    "label": "济南市",
    "value": "济南市"
  }, {
    "children": [{"id": 1011, "label": "胶南市（海西路以东，滨海大道以北，临港八路以南）", "value": "胶南市（海西路以东，滨海大道以北，临港八路以南）"}, {
      "id": 1013,
      "label": "即墨市（青威路南,华山一路东,文化路北,204国道西）",
      "value": "即墨市（青威路南,华山一路东,文化路北,204国道西）"
    }, {"id": 1014, "label": "莱西市", "value": "莱西市"}, {
      "id": 2975,
      "label": "城阳区(墨水河以西，硕阳路以北，青新高速以东)",
      "value": "城阳区(墨水河以西，硕阳路以北，青新高速以东)"
    }, {"id": 3009, "label": "崂山区(松岭路以西,株洲路以南)", "value": "崂山区(松岭路以西,株洲路以南)"}, {
      "id": 3519,
      "label": "四方区",
      "value": "四方区"
    }, {"id": 3520, "label": "市北区", "value": "市北区"}, {"id": 3521, "label": "市南区", "value": "市南区"}, {
      "id": 4291,
      "label": "崂山区(松岭路以东,株洲路以北)",
      "value": "崂山区(松岭路以东,株洲路以北)"
    }, {"id": 4909, "label": "李沧区", "value": "李沧区"}, {"id": 5505, "label": "黄岛区", "value": "黄岛区"}, {
      "id": 6668,
      "label": "城阳区(墨水河以东，硕阳路以南，青新高速以西)",
      "value": "城阳区(墨水河以东，硕阳路以南，青新高速以西)"
    }, {"id": 6806, "label": "胶南市（海西路以西，滨海大道以南，临港八路以北）", "value": "胶南市（海西路以西，滨海大道以南，临港八路以北）"}, {
      "id": 6807,
      "label": "即墨市（青威路北,华山一路西,文化路南,204国道东）",
      "value": "即墨市（青威路北,华山一路西,文化路南,204国道东）"
    }, {"id": 6954, "label": "胶州市(香港路北,省道s219南,海尔大道西,同三高速东)", "value": "胶州市(香港路北,省道s219南,海尔大道西,同三高速东)"}, {
      "id": 6955,
      "label": "胶州市(香港路南,省道s219北,海尔大道东,同三高速西)",
      "value": "胶州市(香港路南,省道s219北,海尔大道东,同三高速西)"
    }, {"id": 6957, "label": "平度市（天津路南,青啤大道西,S218道东,世纪大道北）", "value": "平度市（天津路南,青啤大道西,S218道东,世纪大道北）"}, {
      "id": 6958,
      "label": "平度市（天津路北,青啤大道东,S218道西,世纪大道南）",
      "value": "平度市（天津路北,青啤大道东,S218道西,世纪大道南）"
    }], "id": 1007, "label": "青岛市", "value": "青岛市"
  }, {
    "children": [{"id": 1019, "label": "高青县", "value": "高青县"}, {
      "id": 1020,
      "label": "沂源县",
      "value": "沂源县"
    }, {"id": 1021, "label": "桓台县", "value": "桓台县"}, {"id": 2924, "label": "周村区", "value": "周村区"}, {
      "id": 2962,
      "label": "淄川区",
      "value": "淄川区"
    }, {"id": 2968, "label": "博山区", "value": "博山区"}, {"id": 2969, "label": "临淄区", "value": "临淄区"}, {
      "id": 3039,
      "label": "张店区(宝沣路东,西十路西,鲁泰大道北,昌国西路南)",
      "value": "张店区(宝沣路东,西十路西,鲁泰大道北,昌国西路南)"
    }, {"id": 5476, "label": "张店区(宝沣路西,西十路东,鲁泰大道南,昌国西路北)", "value": "张店区(宝沣路西,西十路东,鲁泰大道南,昌国西路北)"}],
    "id": 1016,
    "label": "淄博市",
    "value": "淄博市"
  }, {
    "children": [{"id": 1023, "label": "滕州市（京台路西、腾飞路北、鲁班路东，墨子路南）", "value": "滕州市（京台路西、腾飞路北、鲁班路东，墨子路南）"}, {
      "id": 3522,
      "label": "山亭区",
      "value": "山亭区"
    }, {"id": 3523, "label": "台儿庄区", "value": "台儿庄区"}, {"id": 3524, "label": "峄城区", "value": "峄城区"}, {
      "id": 3525,
      "label": "薛城区",
      "value": "薛城区"
    }, {"id": 3526, "label": "市中区", "value": "市中区"}, {
      "id": 6870,
      "label": "滕州市（京台路东、腾飞路南、鲁班路西，墨子路北）",
      "value": "滕州市（京台路东、腾飞路南、鲁班路西，墨子路北）"
    }], "id": 1022, "label": "枣庄市", "value": "枣庄市"
  }, {
    "children": [{"id": 1026, "label": "河口区", "value": "河口区"}, {
      "id": 1027,
      "label": "广饶县",
      "value": "广饶县"
    }, {"id": 1028, "label": "利津县", "value": "利津县"}, {"id": 1029, "label": "垦利县", "value": "垦利县"}, {
      "id": 1030,
      "label": "东营区(康洋路以西,西四路以东,北二路以南)",
      "value": "东营区(康洋路以西,西四路以东,北二路以南)"
    }, {"id": 4764, "label": "东营区(康洋路以东,西四路以西,北二路以北)", "value": "东营区(康洋路以东,西四路以西,北二路以北)"}],
    "id": 1025,
    "label": "东营市",
    "value": "东营市"
  }, {
    "children": [{"id": 1033, "label": "青州市", "value": "青州市"}, {
      "id": 1034,
      "label": "诸城市",
      "value": "诸城市"
    }, {"id": 1036, "label": "安丘市", "value": "安丘市"}, {"id": 1037, "label": "高密市", "value": "高密市"}, {
      "id": 1038,
      "label": "昌邑市",
      "value": "昌邑市"
    }, {"id": 1039, "label": "昌乐县", "value": "昌乐县"}, {"id": 1041, "label": "临朐县", "value": "临朐县"}, {
      "id": 3529,
      "label": "奎文区(青银高速以北,宝通街以南,潍县中路以东)",
      "value": "奎文区(青银高速以北,宝通街以南,潍县中路以东)"
    }, {"id": 3530, "label": "坊子区", "value": "坊子区"}, {
      "id": 3531,
      "label": "寒亭区（海龙路东，东环路以西，舜王路以南）",
      "value": "寒亭区（海龙路东，东环路以西，舜王路以南）"
    }, {"id": 3532, "label": "潍城区(月河路以西)", "value": "潍城区(月河路以西)"}, {
      "id": 4129,
      "label": "潍坊高新技术开发区（北海路东，潍安路西，宝通街北）",
      "value": "潍坊高新技术开发区（北海路东，潍安路西，宝通街北）"
    }, {"id": 5506, "label": "奎文区(青银高速以南,宝通街以北,潍县中路以西)", "value": "奎文区(青银高速以南,宝通街以北,潍县中路以西)"}, {
      "id": 5507,
      "label": "潍城区(月河路以东)",
      "value": "潍城区(月河路以东)"
    }, {"id": 6739, "label": "潍坊高新技术开发区（北海路西，潍安路东，宝通街南）", "value": "潍坊高新技术开发区（北海路西，潍安路东，宝通街南）"}, {
      "id": 6740,
      "label": "寒亭区（海龙路西，东环路以东，舜王路以北）",
      "value": "寒亭区（海龙路西，东环路以东，舜王路以北）"
    }, {"id": 8138, "label": "寿光市（环路内）", "value": "寿光市（环路内）"}, {"id": 8139, "label": "寿光市（环路外）", "value": "寿光市（环路外）"}],
    "id": 1032,
    "label": "潍坊市",
    "value": "潍坊市"
  }, {
    "children": [{"id": 1044, "label": "莱阳市", "value": "莱阳市"}, {
      "id": 1047,
      "label": "招远市",
      "value": "招远市"
    }, {"id": 1048, "label": "蓬莱市", "value": "蓬莱市"}, {"id": 1049, "label": "栖霞市", "value": "栖霞市"}, {
      "id": 1050,
      "label": "海阳市",
      "value": "海阳市"
    }, {"id": 1051, "label": "长岛县", "value": "长岛县"}, {"id": 2964, "label": "牟平区", "value": "牟平区"}, {
      "id": 3126,
      "label": "芝罘区",
      "value": "芝罘区"
    }, {"id": 3527, "label": "福山区（回里镇，张各庄镇，门楼镇以外）", "value": "福山区（回里镇，张各庄镇，门楼镇以外）"}, {
      "id": 3528,
      "label": "莱山区",
      "value": "莱山区"
    }, {"id": 4089, "label": "烟台开发区(荣乌高速以东，不含大季家镇)", "value": "烟台开发区(荣乌高速以东，不含大季家镇)"}, {
      "id": 4445,
      "label": "福山区(回里镇，张各庄镇，门楼镇)",
      "value": "福山区(回里镇，张各庄镇，门楼镇)"
    }, {"id": 6791, "label": "烟台开发区（荣乌高速以西，含大季家镇）", "value": "烟台开发区（荣乌高速以西，含大季家镇）"}, {
      "id": 6948,
      "label": "龙口市(环城北路南,张新线东,烟新高速北,凤凰山路西)",
      "value": "龙口市(环城北路南,张新线东,烟新高速北,凤凰山路西)"
    }, {"id": 6949, "label": "龙口市(环城北路北,张新线西,烟新高速南,凤凰山路东)", "value": "龙口市(环城北路北,张新线西,烟新高速南,凤凰山路东)"}, {
      "id": 8140,
      "label": "莱州市（环路内，玉海街以南）",
      "value": "莱州市（环路内，玉海街以南）"
    }, {"id": 8141, "label": "莱州市（环路外，玉海街以北）", "value": "莱州市（环路外，玉海街以北）"}], "id": 1042, "label": "烟台市", "value": "烟台市"
  }, {
    "children": [{"id": 1054, "label": "乳山市", "value": "乳山市"}, {
      "id": 1056,
      "label": "荣成市（青山中路以南、将军中路以东、凭海东路以北）",
      "value": "荣成市（青山中路以南、将军中路以东、凭海东路以北）"
    }, {"id": 1057, "label": "环翠区(戚家夼路以南)", "value": "环翠区(戚家夼路以南)"}, {
      "id": 4131,
      "label": "高区(世昌大道南,文化西路北,除山大、哈工大威海分校)",
      "value": "高区(世昌大道南,文化西路北,除山大、哈工大威海分校)"
    }, {"id": 4144, "label": "经济技术开发区", "value": "经济技术开发区"}, {
      "id": 4891,
      "label": "环翠区(戚家夼路以北)",
      "value": "环翠区(戚家夼路以北)"
    }, {"id": 4893, "label": "高区(世昌大道北,文化西路南,山大、哈工大威海分校)", "value": "高区(世昌大道北,文化西路南,山大、哈工大威海分校)"}, {
      "id": 6838,
      "label": "荣成市（青山中路以北、将军中路以西、凭海东路以南）",
      "value": "荣成市（青山中路以北、将军中路以西、凭海东路以南）"
    }, {"id": 6950, "label": "文登市（虎山路西，秀山路北，威青高速东）", "value": "文登市（虎山路西，秀山路北，威青高速东）"}, {
      "id": 6951,
      "label": "文登市（虎山路东，秀山路南，威青高速西）",
      "value": "文登市（虎山路东，秀山路南，威青高速西）"
    }], "id": 1053, "label": "威海市", "value": "威海市"
  }, {
    "children": [{"id": 1059, "label": "莱城区", "value": "莱城区"}, {"id": 3539, "label": "钢城区", "value": "钢城区"}],
    "id": 1058,
    "label": "莱芜市",
    "value": "莱芜市"
  }, {
    "children": [{"id": 1061, "label": "乐陵市", "value": "乐陵市"}, {
      "id": 1062,
      "label": "禹城市",
      "value": "禹城市"
    }, {"id": 1063, "label": "陵县", "value": "陵县"}, {"id": 1064, "label": "宁津县", "value": "宁津县"}, {
      "id": 1065,
      "label": "齐河县（晏城镇城区以内）",
      "value": "齐河县（晏城镇城区以内）"
    }, {"id": 1066, "label": "武城县", "value": "武城县"}, {"id": 1067, "label": "庆云县", "value": "庆云县"}, {
      "id": 1068,
      "label": "平原县",
      "value": "平原县"
    }, {"id": 1069, "label": "临邑县", "value": "临邑县"}, {"id": 1071, "label": "夏津县", "value": "夏津县"}, {
      "id": 3542,
      "label": "德城区",
      "value": "德城区"
    }, {"id": 6837, "label": "齐河县（晏城镇城区以外）", "value": "齐河县（晏城镇城区以外）"}], "id": 1060, "label": "德州市", "value": "德州市"
  }, {
    "children": [{"id": 1073, "label": "沂南县", "value": "沂南县"}, {
      "id": 1074,
      "label": "沂水县",
      "value": "沂水县"
    }, {"id": 1075, "label": "苍山县", "value": "苍山县"}, {"id": 1076, "label": "费县", "value": "费县"}, {
      "id": 1077,
      "label": "平邑县",
      "value": "平邑县"
    }, {"id": 1078, "label": "蒙阴县", "value": "蒙阴县"}, {"id": 1079, "label": "临沭县", "value": "临沭县"}, {
      "id": 1080,
      "label": "河东区(沃尔沃路以东,沂河路以南)",
      "value": "河东区(沃尔沃路以东,沂河路以南)"
    }, {"id": 2926, "label": "莒南县 ", "value": "莒南县 "}, {"id": 2974, "label": "郯城县", "value": "郯城县"}, {
      "id": 3540,
      "label": "罗庄区",
      "value": "罗庄区"
    }, {"id": 3541, "label": "兰山区(外环路以西,青年路以北)", "value": "兰山区(外环路以西,青年路以北)"}, {
      "id": 6644,
      "label": "兰山区(外环路以东,青年路以南)",
      "value": "兰山区(外环路以东,青年路以南)"
    }, {"id": 6645, "label": "河东区(沃尔沃路以西,沂河路以北)", "value": "河东区(沃尔沃路以西,沂河路以北)"}],
    "id": 1072,
    "label": "临沂市",
    "value": "临沂市"
  }, {
    "children": [{"id": 1082, "label": "临清市", "value": "临清市"}, {
      "id": 1083,
      "label": "东昌府区(双力路北,湖南路南,站前街西,中华路东)",
      "value": "东昌府区(双力路北,湖南路南,站前街西,中华路东)"
    }, {"id": 1084, "label": "阳谷县", "value": "阳谷县"}, {"id": 1085, "label": "茌平县", "value": "茌平县"}, {
      "id": 1086,
      "label": "莘县",
      "value": "莘县"
    }, {"id": 1087, "label": "东阿县", "value": "东阿县"}, {"id": 1088, "label": "冠县", "value": "冠县"}, {
      "id": 4043,
      "label": "高唐",
      "value": "高唐"
    }, {"id": 6654, "label": "东昌府区(双力路南,湖南路北,站前街东,中华路西)", "value": "东昌府区(双力路南,湖南路北,站前街东,中华路西)"}],
    "id": 1081,
    "label": "聊城市",
    "value": "聊城市"
  }, {
    "children": [{
      "id": 1091,
      "label": "滨城区(黄河十一路以北,渤十八路以西,渤二路以东)",
      "value": "滨城区(黄河十一路以北,渤十八路以西,渤二路以东)"
    }, {"id": 1092, "label": "邹平县", "value": "邹平县"}, {"id": 1093, "label": "沾化县", "value": "沾化县"}, {
      "id": 1094,
      "label": "惠民县",
      "value": "惠民县"
    }, {"id": 1095, "label": "博兴县", "value": "博兴县"}, {"id": 1096, "label": "阳信县", "value": "阳信县"}, {
      "id": 2772,
      "label": "无棣县",
      "value": "无棣县"
    }, {"id": 6665, "label": "滨城区(黄河十一路以南,渤十八路以东,渤二路以西)", "value": "滨城区(黄河十一路以南,渤十八路以东,渤二路以西)"}],
    "id": 1090,
    "label": "滨州市",
    "value": "滨州市"
  }, {
    "children": [{"id": 1101, "label": "单县", "value": "单县"}, {"id": 1102, "label": "曹县", "value": "曹县"}, {
      "id": 1103,
      "label": "定陶县",
      "value": "定陶县"
    }, {"id": 1104, "label": "巨野县", "value": "巨野县"}, {"id": 1105, "label": "成武县", "value": "成武县"}, {
      "id": 1106,
      "label": "东明县",
      "value": "东明县"
    }, {"id": 1107, "label": "郓城县", "value": "郓城县"}, {"id": 2773, "label": "鄄城县", "value": "鄄城县"}, {
      "id": 3543,
      "label": "牡丹区",
      "value": "牡丹区"
    }], "id": 1099, "label": "菏泽市", "value": "菏泽市"
  }, {
    "children": [{"id": 1111, "label": "东港区(山海路以北,上海路以南,日照路以西)", "value": "东港区(山海路以北,上海路以南,日照路以西)"}, {
      "id": 2934,
      "label": "五莲县",
      "value": "五莲县"
    }, {"id": 3068, "label": "莒县", "value": "莒县"}, {"id": 4113, "label": "岚山区", "value": "岚山区"}, {
      "id": 4196,
      "label": "新市区",
      "value": "新市区"
    }, {"id": 6661, "label": "东港区(山海路以南,上海路以北,日照路以东)", "value": "东港区(山海路以南,上海路以北,日照路以东)"}],
    "id": 1108,
    "label": "日照市",
    "value": "日照市"
  }, {
    "children": [{"id": 3089, "label": "新泰市（市区内）", "value": "新泰市（市区内）"}, {
      "id": 3132,
      "label": "东平县",
      "value": "东平县"
    }, {"id": 3535, "label": "宁阳县", "value": "宁阳县"}, {
      "id": 3537,
      "label": "岱岳区(环山路以北,泮河路以南)",
      "value": "岱岳区(环山路以北,泮河路以南)"
    }, {"id": 3538, "label": "泰山区(泰明路以东,大河路以西)", "value": "泰山区(泰明路以东,大河路以西)"}, {
      "id": 5458,
      "label": "岱岳区(环山路以南,泮河路以北)",
      "value": "岱岳区(环山路以南,泮河路以北)"
    }, {"id": 5459, "label": "泰山区(泰明路以西,大河路以东)", "value": "泰山区(泰明路以西,大河路以东)"}, {
      "id": 6876,
      "label": "新泰市（市区外）",
      "value": "新泰市（市区外）"
    }, {"id": 7396, "label": "肥城市(工业三路南,肥桃路北,吉山路西,金牛山大街东)", "value": "肥城市(工业三路南,肥桃路北,吉山路西,金牛山大街东)"}, {
      "id": 7397,
      "label": "肥城市(工业三路北,肥桃路南,吉山路东,金牛山大街西)",
      "value": "肥城市(工业三路北,肥桃路南,吉山路东,金牛山大街西)"
    }], "id": 1112, "label": "泰安市", "value": "泰安市"
  }, {
    "children": [{
      "id": 2905,
      "label": "邹城市(国宏大道北,城前西路南,东环东,西外环西)",
      "value": "邹城市(国宏大道北,城前西路南,东环东,西外环西)"
    }, {"id": 2908, "label": "梁山县", "value": "梁山县"}, {"id": 2910, "label": "兖州市", "value": "兖州市"}, {
      "id": 2912,
      "label": "微山县",
      "value": "微山县"
    }, {"id": 2913, "label": "汶上县", "value": "汶上县"}, {"id": 2914, "label": "泗水县", "value": "泗水县"}, {
      "id": 2915,
      "label": "嘉祥县",
      "value": "嘉祥县"
    }, {"id": 2916, "label": "鱼台县", "value": "鱼台县"}, {"id": 2917, "label": "金乡县", "value": "金乡县"}, {
      "id": 3533,
      "label": "任城区",
      "value": "任城区"
    }, {"id": 3534, "label": "市中区(车站路东,济安桥路西,常青路北,车站路南)", "value": "市中区(车站路东,济安桥路西,常青路北,车站路南)"}, {
      "id": 5899,
      "label": "市中区(车站路西,济安桥路东,常青路南,车站路北)",
      "value": "市中区(车站路西,济安桥路东,常青路南,车站路北)"
    }, {"id": 6008, "label": "邹城市(国宏大道南,城前西路北,东环西,西外环东)", "value": "邹城市(国宏大道南,城前西路北,东环西,西外环东)"}, {
      "id": 6959,
      "label": "曲阜市（市区以内）",
      "value": "曲阜市（市区以内）"
    }, {"id": 6960, "label": "曲阜市（市区以外）", "value": "曲阜市（市区以外）"}], "id": 2900, "label": "济宁市", "value": "济宁市"
  }], "id": 13, "label": "山东", "value": "山东"
}, {
  "children": [{
    "children": [{
      "id": 1115,
      "label": "铜陵县(翠湖六路以南,长江以东,G50以北)",
      "value": "铜陵县(翠湖六路以南,长江以东,G50以北)"
    }, {"id": 3457, "label": "郊区(G3以北)", "value": "郊区(G3以北)"}, {
      "id": 3458,
      "label": "狮子山区(市区内)",
      "value": "狮子山区(市区内)"
    }, {"id": 3459, "label": "铜官山区(长江以东)", "value": "铜官山区(长江以东)"}, {
      "id": 5460,
      "label": "铜陵县(翠湖六路以北,长江以西,G50以南)",
      "value": "铜陵县(翠湖六路以北,长江以西,G50以南)"
    }, {"id": 5461, "label": "铜官山区(长江以西)", "value": "铜官山区(长江以西)"}, {
      "id": 5462,
      "label": "狮子山区(市郊)",
      "value": "狮子山区(市郊)"
    }, {"id": 5463, "label": "郊区(G3以南)", "value": "郊区(G3以南)"}], "id": 1114, "label": "铜陵市", "value": "铜陵市"
  }, {
    "children": [{"id": 1117, "label": "长丰县（双凤经济开发区）", "value": "长丰县（双凤经济开发区）"}, {
      "id": 1118,
      "label": "肥西县（柏堰科技园区）",
      "value": "肥西县（柏堰科技园区）"
    }, {"id": 1119, "label": "肥东县", "value": "肥东县"}, {
      "id": 1186,
      "label": "巢湖市（卧牛山,亚父,半汤,天河,凤凰山街道,银屏镇）",
      "value": "巢湖市（卧牛山,亚父,半汤,天河,凤凰山街道,银屏镇）"
    }, {"id": 1190, "label": "庐江县", "value": "庐江县"}, {"id": 3431, "label": "包河区", "value": "包河区"}, {
      "id": 3432,
      "label": "蜀山区",
      "value": "蜀山区"
    }, {"id": 3433, "label": "瑶海区", "value": "瑶海区"}, {"id": 3434, "label": "庐阳区", "value": "庐阳区"}, {
      "id": 4173,
      "label": "经济技术开发区",
      "value": "经济技术开发区"
    }, {"id": 4192, "label": "高新技术开发区", "value": "高新技术开发区"}, {
      "id": 6117,
      "label": "北城新区",
      "value": "北城新区"
    }, {"id": 6118, "label": "滨湖新区", "value": "滨湖新区"}, {"id": 6119, "label": "政务文化新区", "value": "政务文化新区"}, {
      "id": 6120,
      "label": "新站综合开发试验区",
      "value": "新站综合开发试验区"
    }, {"id": 6759, "label": "肥西县（除柏堰科技园区以外）", "value": "肥西县（除柏堰科技园区以外）"}, {
      "id": 6760,
      "label": "长丰县（除双凤经济开发区以外）",
      "value": "长丰县（除双凤经济开发区以外）"
    }, {"id": 6874, "label": "巢湖市（栏杆集,苏湾,柘皋,夏阁,中旱镇,中庙街道）", "value": "巢湖市（栏杆集,苏湾,柘皋,夏阁,中旱镇,中庙街道）"}, {
      "id": 6875,
      "label": "巢湖市（散兵,烔炀,黄麓,槐林,坝镇镇,庙岗乡）",
      "value": "巢湖市（散兵,烔炀,黄麓,槐林,坝镇镇,庙岗乡）"
    }], "id": 1116, "label": "合肥市", "value": "合肥市"
  }, {
    "children": [{"id": 1122, "label": "凤台县", "value": "凤台县"}, {
      "id": 3447,
      "label": "田家庵区",
      "value": "田家庵区"
    }, {"id": 3448, "label": "大通区", "value": "大通区"}, {"id": 3449, "label": "谢家集区", "value": "谢家集区"}, {
      "id": 3450,
      "label": "八公山区",
      "value": "八公山区"
    }, {"id": 3451, "label": "潘集区", "value": "潘集区"}, {"id": 4960, "label": "淮南高新技术开发区", "value": "淮南高新技术开发区"}],
    "id": 1121,
    "label": "淮南市",
    "value": "淮南市"
  }, {
    "children": [{"id": 1125, "label": "濉溪县(濉河路以东,S101以北)", "value": "濉溪县(濉河路以东,S101以北)"}, {
      "id": 3455,
      "label": "烈山区(京台高速以西,S101以北)",
      "value": "烈山区(京台高速以西,S101以北)"
    }, {"id": 3456, "label": "杜集区(北外环路以南,京台高速以西)", "value": "杜集区(北外环路以南,京台高速以西)"}, {
      "id": 4034,
      "label": "相山区(濉河路、S202以东)",
      "value": "相山区(濉河路、S202以东)"
    }, {"id": 6690, "label": "相山区(濉河路、S202以西)", "value": "相山区(濉河路、S202以西)"}, {
      "id": 6691,
      "label": "杜集区(北外环路以北,京台高速以东)",
      "value": "杜集区(北外环路以北,京台高速以东)"
    }, {"id": 6692, "label": "烈山区(京台高速以东,S101以南)", "value": "烈山区(京台高速以东,S101以南)"}, {
      "id": 6693,
      "label": "濉溪县(濉河路以西,S101以南)",
      "value": "濉溪县(濉河路以西,S101以南)"
    }], "id": 1124, "label": "淮北市", "value": "淮北市"
  }, {
    "children": [{"id": 1128, "label": "芜湖县", "value": "芜湖县"}, {
      "id": 1129,
      "label": "繁昌县",
      "value": "繁昌县"
    }, {"id": 1130, "label": "南陵县", "value": "南陵县"}, {"id": 1189, "label": "无为县", "value": "无为县"}, {
      "id": 3435,
      "label": "鸠江区（除沈巷镇、裕溪口街道以外）",
      "value": "鸠江区（除沈巷镇、裕溪口街道以外）"
    }, {"id": 3436, "label": "新芜区", "value": "新芜区"}, {"id": 3437, "label": "马塘区", "value": "马塘区"}, {
      "id": 3438,
      "label": "镜湖区",
      "value": "镜湖区"
    }, {"id": 4172, "label": "弋江区", "value": "弋江区"}, {
      "id": 4467,
      "label": "鸠江区（沈巷镇、裕溪口街道）",
      "value": "鸠江区（沈巷镇、裕溪口街道）"
    }, {"id": 6757, "label": "三山区（除峨桥镇以外）", "value": "三山区（除峨桥镇以外）"}, {
      "id": 6758,
      "label": "三山区（峨桥镇）",
      "value": "三山区（峨桥镇）"
    }], "id": 1127, "label": "芜湖市", "value": "芜湖市"
  }, {
    "children": [{"id": 1133, "label": "怀远县", "value": "怀远县"}, {
      "id": 1134,
      "label": "固镇县",
      "value": "固镇县"
    }, {"id": 1135, "label": "五河县", "value": "五河县"}, {
      "id": 3439,
      "label": "淮上区(宁洛高速以南)",
      "value": "淮上区(宁洛高速以南)"
    }, {"id": 3440, "label": "禹会区(京台高速以东)", "value": "禹会区(京台高速以东)"}, {
      "id": 3441,
      "label": "龙子湖区(市区)",
      "value": "龙子湖区(市区)"
    }, {"id": 3442, "label": "蚌山区", "value": "蚌山区"}, {
      "id": 4811,
      "label": "禹会区(京台高速以西)",
      "value": "禹会区(京台高速以西)"
    }, {"id": 4812, "label": "龙子湖区(市区外区域)", "value": "龙子湖区(市区外区域)"}, {
      "id": 4813,
      "label": "淮上区(宁洛高速以北)",
      "value": "淮上区(宁洛高速以北)"
    }], "id": 1132, "label": "蚌埠市", "value": "蚌埠市"
  }, {
    "children": [{"id": 1138, "label": "当涂县", "value": "当涂县"}, {
      "id": 1187,
      "label": "含山县",
      "value": "含山县"
    }, {"id": 1188, "label": "和县", "value": "和县"}, {"id": 3452, "label": "金家庄区(市区)", "value": "金家庄区(市区)"}, {
      "id": 3453,
      "label": "花山区(宁芜高速以西、长江以东)",
      "value": "花山区(宁芜高速以西、长江以东)"
    }, {"id": 3454, "label": "雨山区(宁芜高速以西、长江以东)", "value": "雨山区(宁芜高速以西、长江以东)"}, {
      "id": 4802,
      "label": "花山区(宁芜高速以东、长江以西)",
      "value": "花山区(宁芜高速以东、长江以西)"
    }, {"id": 4803, "label": "雨山区(宁芜高速以东、长江以西)", "value": "雨山区(宁芜高速以东、长江以西)"}, {
      "id": 4804,
      "label": "金家庄区(市区外区域)",
      "value": "金家庄区(市区外区域)"
    }, {"id": 6963, "label": "博望区", "value": "博望区"}], "id": 1137, "label": "马鞍山市", "value": "马鞍山市"
  }, {
    "children": [{"id": 4124, "label": "当涂县", "value": "当涂县"}],
    "id": 1139,
    "label": "当涂县",
    "value": "当涂县"
  }, {
    "children": [{"id": 1141, "label": "桐城市", "value": "桐城市"}, {
      "id": 1142,
      "label": "宿松县",
      "value": "宿松县"
    }, {"id": 1143, "label": "枞阳县", "value": "枞阳县"}, {"id": 1144, "label": "太湖县", "value": "太湖县"}, {
      "id": 1145,
      "label": "怀宁县",
      "value": "怀宁县"
    }, {"id": 1146, "label": "岳西县", "value": "岳西县"}, {"id": 1147, "label": "望江县", "value": "望江县"}, {
      "id": 1148,
      "label": "潜山县",
      "value": "潜山县"
    }, {"id": 3460, "label": "郊　区", "value": "郊　区"}, {
      "id": 3461,
      "label": "大观区(S332以东)",
      "value": "大观区(S332以东)"
    }, {"id": 3462, "label": "迎江区(独秀大道以西)", "value": "迎江区(独秀大道以西)"}, {
      "id": 4075,
      "label": "安庆市开发区",
      "value": "安庆市开发区"
    }, {"id": 4186, "label": "宜秀区(济广高速以西,以南)", "value": "宜秀区(济广高速以西,以南)"}, {
      "id": 4814,
      "label": "迎江区(独秀大道以东)",
      "value": "迎江区(独秀大道以东)"
    }, {"id": 4815, "label": "宜秀区(济广高速以东,以北)", "value": "宜秀区(济广高速以东,以北)"}, {
      "id": 4816,
      "label": "大观区(S332以西)",
      "value": "大观区(S332以西)"
    }], "id": 1140, "label": "安庆市", "value": "安庆市"
  }, {
    "children": [{"id": 1153, "label": "休宁县", "value": "休宁县"}, {
      "id": 1154,
      "label": "歙县",
      "value": "歙县"
    }, {"id": 1155, "label": "黟县", "value": "黟县"}, {"id": 1156, "label": "祁门县", "value": "祁门县"}, {
      "id": 3463,
      "label": "屯溪区(京台高速以东,麻雀山以西,铁路以南,G56以北)",
      "value": "屯溪区(京台高速以东,麻雀山以西,铁路以南,G56以北)"
    }, {"id": 3464, "label": "黄山区", "value": "黄山区"}, {
      "id": 3465,
      "label": "徽州区(黄山路以东,G205以西、南,永佳大道以北)",
      "value": "徽州区(黄山路以东,G205以西、南,永佳大道以北)"
    }, {"id": 4964, "label": "徽州区(黄山路以西,G205以东、北,永佳大道以南)", "value": "徽州区(黄山路以西,G205以东、北,永佳大道以南)"}, {
      "id": 4965,
      "label": "屯溪区(京台高速以西,麻雀山以东,铁路以北,G56以南)",
      "value": "屯溪区(京台高速以西,麻雀山以东,铁路以北,G56以南)"
    }], "id": 1151, "label": "黄山市", "value": "黄山市"
  }, {
    "children": [{"id": 1161, "label": "明光市", "value": "明光市"}, {
      "id": 1162,
      "label": "全椒县",
      "value": "全椒县"
    }, {"id": 1163, "label": "来安县", "value": "来安县"}, {"id": 1164, "label": "定远县", "value": "定远县"}, {
      "id": 1165,
      "label": "凤阳县",
      "value": "凤阳县"
    }, {"id": 3466, "label": "琅琊区(G104、世纪大道以南)", "value": "琅琊区(G104、世纪大道以南)"}, {
      "id": 3467,
      "label": "南谯区",
      "value": "南谯区"
    }, {"id": 4827, "label": "琅琊区(G104、世纪大道以北)", "value": "琅琊区(G104、世纪大道以北)"}, {
      "id": 6888,
      "label": "天长市（天长街道,杨村,界牌,金集,郑集,石梁镇）",
      "value": "天长市（天长街道,杨村,界牌,金集,郑集,石梁镇）"
    }, {"id": 6891, "label": "天长市（除天长街道,杨村,界牌,金集,郑集,石梁镇外）", "value": "天长市（除天长街道,杨村,界牌,金集,郑集,石梁镇外）"}],
    "id": 1159,
    "label": "滁州市",
    "value": "滁州市"
  }, {
    "children": [{"id": 1168, "label": "界首市", "value": "界首市"}, {
      "id": 1169,
      "label": "太和县",
      "value": "太和县"
    }, {"id": 1170, "label": "阜南县", "value": "阜南县"}, {"id": 1171, "label": "颍上县", "value": "颍上县"}, {
      "id": 1172,
      "label": "临泉县",
      "value": "临泉县"
    }, {"id": 3468, "label": "颍州区(淮河路以北,南京路以东,颖州工贸园)", "value": "颍州区(淮河路以北,南京路以东,颖州工贸园)"}, {
      "id": 3469,
      "label": "颍东区(铁路以西,颖东路以南)",
      "value": "颍东区(铁路以西,颖东路以南)"
    }, {"id": 3470, "label": "颍泉区(古泉路以南,南京路以东,颖泉工业园区)", "value": "颍泉区(古泉路以南,南京路以东,颖泉工业园区)"}, {
      "id": 4828,
      "label": "颍东区(铁路以东,颖东路以北)",
      "value": "颍东区(铁路以东,颖东路以北)"
    }, {"id": 4829, "label": "颍泉区(古泉路以北,南京路以西)", "value": "颍泉区(古泉路以北,南京路以西)"}, {
      "id": 4830,
      "label": "颍州区(淮河路以南,南京路以西)",
      "value": "颍州区(淮河路以南,南京路以西)"
    }, {"id": 4832, "label": "阜阳经济技术开发区", "value": "阜阳经济技术开发区"}], "id": 1167, "label": "阜阳市", "value": "阜阳市"
  }, {
    "children": [{"id": 1176, "label": "利辛县", "value": "利辛县"}, {
      "id": 1177,
      "label": "蒙城县",
      "value": "蒙城县"
    }, {"id": 1178, "label": "涡阳县", "value": "涡阳县"}, {
      "id": 3474,
      "label": "谯城区(G311以南、银杏路以北、G35以西、G105以东)",
      "value": "谯城区(G311以南、银杏路以北、G35以西、G105以东)"
    }, {"id": 6749, "label": "谯城区(G311以北、银杏路以南、G35以东、G105以西)", "value": "谯城区(G311以北、银杏路以南、G35以东、G105以西)"}],
    "id": 1174,
    "label": "亳州市",
    "value": "亳州市"
  }, {
    "children": [{"id": 1181, "label": "灵壁县", "value": "灵壁县"}, {
      "id": 1182,
      "label": "泗县",
      "value": "泗县"
    }, {"id": 1183, "label": "萧县", "value": "萧县"}, {"id": 1184, "label": "砀山县", "value": "砀山县"}, {
      "id": 3472,
      "label": "埇桥区(市区,东关,西关,南关,北关)",
      "value": "埇桥区(市区,东关,西关,南关,北关)"
    }, {"id": 5467, "label": "埇桥区(市郊)", "value": "埇桥区(市郊)"}, {"id": 6006, "label": "经济开发区", "value": "经济开发区"}],
    "id": 1180,
    "label": "宿州市",
    "value": "宿州市"
  }, {
    "children": [{"id": 1202, "label": "东至县", "value": "东至县"}, {
      "id": 1203,
      "label": "石台县",
      "value": "石台县"
    }, {"id": 1204, "label": "青阳县", "value": "青阳县"}, {
      "id": 3475,
      "label": "贵池区(长江以南,G50以北,杜坞桥以东,棠溪大道以西)",
      "value": "贵池区(长江以南,G50以北,杜坞桥以东,棠溪大道以西)"
    }, {"id": 6695, "label": "贵池区(长江以北,G50以南,杜坞桥以西,棠溪大道以东)", "value": "贵池区(长江以北,G50以南,杜坞桥以西,棠溪大道以东)"}],
    "id": 1201,
    "label": "池州市",
    "value": "池州市"
  }, {
    "children": [{"id": 1207, "label": "寿县", "value": "寿县"}, {
      "id": 1208,
      "label": "霍山县",
      "value": "霍山县"
    }, {"id": 1209, "label": "金寨县", "value": "金寨县"}, {"id": 1210, "label": "霍邱县", "value": "霍邱县"}, {
      "id": 1211,
      "label": "舒城县",
      "value": "舒城县"
    }, {"id": 3017, "label": "金安区(金安医院以西,金安大道以南,G312以北)", "value": "金安区(金安医院以西,金安大道以南,G312以北)"}, {
      "id": 3018,
      "label": "裕安区(环城路以内)",
      "value": "裕安区(环城路以内)"
    }, {"id": 5499, "label": "裕安区(环城路以外)", "value": "裕安区(环城路以外)"}, {
      "id": 5500,
      "label": "金安区(金安医院以东,金安大道以北,G312以南)",
      "value": "金安区(金安医院以东,金安大道以北,G312以南)"
    }], "id": 1206, "label": "六安市", "value": "六安市"
  }, {
    "children": [{"id": 2972, "label": "泾县", "value": "泾县"}, {
      "id": 2977,
      "label": "宣州区(G50以北以东，水阳江以西，古泉镇吴庄以南)",
      "value": "宣州区(G50以北以东，水阳江以西，古泉镇吴庄以南)"
    }, {"id": 3128, "label": "旌德县", "value": "旌德县"}, {"id": 3147, "label": "宁国市", "value": "宁国市"}, {
      "id": 3477,
      "label": "郎溪县",
      "value": "郎溪县"
    }, {"id": 3478, "label": "广德县", "value": "广德县"}, {"id": 3479, "label": "绩溪县", "value": "绩溪县"}, {
      "id": 6748,
      "label": "宣州区(G50以南以西，水阳江以东，古泉镇吴庄以北)",
      "value": "宣州区(G50以南以西，水阳江以东，古泉镇吴庄以北)"
    }], "id": 2971, "label": "宣城市", "value": "宣城市"
  }, {"children": [{"id": 4119, "label": "凤阳县", "value": "凤阳县"}], "id": 4037, "label": "凤阳县", "value": "凤阳县"}],
  "id": 14,
  "label": "安徽",
  "value": "安徽"
}, {
  "children": [{
    "children": [{"id": 1223, "label": "鄞州中心区", "value": "鄞州中心区"}, {
      "id": 1224,
      "label": "慈溪市",
      "value": "慈溪市"
    }, {"id": 1225, "label": "余姚市(环线以内)", "value": "余姚市(环线以内)"}, {
      "id": 1226,
      "label": "奉化市",
      "value": "奉化市"
    }, {"id": 1227, "label": "宁海县", "value": "宁海县"}, {"id": 1228, "label": "象山县", "value": "象山县"}, {
      "id": 1230,
      "label": "北仑区(富春江路,坝头路,珠江路,进港路环线内)",
      "value": "北仑区(富春江路,坝头路,珠江路,进港路环线内)"
    }, {"id": 2959, "label": "镇海区(除九龙湖镇、澥浦镇外)", "value": "镇海区(除九龙湖镇、澥浦镇外)"}, {
      "id": 3412,
      "label": "海曙区",
      "value": "海曙区"
    }, {"id": 3413, "label": "江东区", "value": "江东区"}, {
      "id": 3414,
      "label": "江北区(除慈城镇外)",
      "value": "江北区(除慈城镇外)"
    }, {"id": 4253, "label": "高新科技开发区", "value": "高新科技开发区"}, {
      "id": 4287,
      "label": "鄞州区(除鄞州中心区外)",
      "value": "鄞州区(除鄞州中心区外)"
    }, {"id": 4288, "label": "江北区(慈城镇)", "value": "江北区(慈城镇)"}, {
      "id": 4419,
      "label": "宁波保税区",
      "value": "宁波保税区"
    }, {"id": 4420, "label": "北仑区(除宁波保税区和北仑中心城区外)", "value": "北仑区(除宁波保税区和北仑中心城区外)"}, {
      "id": 4826,
      "label": "余姚市(环线以外)",
      "value": "余姚市(环线以外)"
    }, {"id": 5868, "label": "镇海区(九龙湖镇、澥浦镇)", "value": "镇海区(九龙湖镇、澥浦镇)"}], "id": 1158, "label": "宁波市", "value": "宁波市"
  }, {
    "children": [{"id": 1214, "label": "余杭区", "value": "余杭区"}, {
      "id": 1215,
      "label": "萧山区",
      "value": "萧山区"
    }, {"id": 1217, "label": "富阳市", "value": "富阳市"}, {"id": 1218, "label": "桐庐县", "value": "桐庐县"}, {
      "id": 1219,
      "label": "建德市",
      "value": "建德市"
    }, {"id": 1220, "label": "淳安县", "value": "淳安县"}, {"id": 2963, "label": "江干区", "value": "江干区"}, {
      "id": 3038,
      "label": "滨江区",
      "value": "滨江区"
    }, {"id": 3408, "label": "上城区", "value": "上城区"}, {"id": 3409, "label": "下城区", "value": "下城区"}, {
      "id": 3410,
      "label": "拱墅区",
      "value": "拱墅区"
    }, {"id": 3411, "label": "西湖区", "value": "西湖区"}, {"id": 4285, "label": "下沙区", "value": "下沙区"}, {
      "id": 4395,
      "label": "良渚镇",
      "value": "良渚镇"
    }, {"id": 4396, "label": "临平镇", "value": "临平镇"}, {"id": 4399, "label": "闲林镇", "value": "闲林镇"}, {
      "id": 4401,
      "label": "瓶窑镇",
      "value": "瓶窑镇"
    }, {"id": 4403, "label": "乔司镇", "value": "乔司镇"}, {
      "id": 6902,
      "label": "临安市（S208以东）",
      "value": "临安市（S208以东）"
    }, {"id": 6903, "label": "临安市（S208以西）", "value": "临安市（S208以西）"}], "id": 1213, "label": "杭州市", "value": "杭州市"
  }, {
    "children": [{"id": 1234, "label": "瑞安市(除海岛外)", "value": "瑞安市(除海岛外)"}, {
      "id": 1235,
      "label": "乐清市(除淡溪,清江,芙蓉,大荆,仙溪,雁荡,白石镇外)",
      "value": "乐清市(除淡溪,清江,芙蓉,大荆,仙溪,雁荡,白石镇外)"
    }, {"id": 1236, "label": "永嘉县(104国道以南)", "value": "永嘉县(104国道以南)"}, {
      "id": 1237,
      "label": "文成县",
      "value": "文成县"
    }, {"id": 1238, "label": "平阳县", "value": "平阳县"}, {"id": 1239, "label": "泰顺县", "value": "泰顺县"}, {
      "id": 1240,
      "label": "洞头县",
      "value": "洞头县"
    }, {"id": 1241, "label": "苍南县", "value": "苍南县"}, {
      "id": 3415,
      "label": "鹿城区(金丽温高速公路以东、绕城高速公路以南)",
      "value": "鹿城区(金丽温高速公路以东、绕城高速公路以南)"
    }, {"id": 3416, "label": "龙湾区", "value": "龙湾区"}, {
      "id": 3417,
      "label": "瓯海区(金丽温高速以东、甬台温高速公路以北)",
      "value": "瓯海区(金丽温高速以东、甬台温高速公路以北)"
    }, {"id": 4326, "label": "鹿城区(金丽温高速公路以西、绕城高速公路以北)", "value": "鹿城区(金丽温高速公路以西、绕城高速公路以北)"}, {
      "id": 4328,
      "label": "瓯海区(除金丽温高速以东、甬台温高速公路以北以外)",
      "value": "瓯海区(除金丽温高速以东、甬台温高速公路以北以外)"
    }, {"id": 4341, "label": "永嘉县（104国道以北）", "value": "永嘉县（104国道以北）"}, {
      "id": 4342,
      "label": "温州茶山高教园区",
      "value": "温州茶山高教园区"
    }, {"id": 4364, "label": "郭溪镇", "value": "郭溪镇"}, {"id": 4365, "label": "瞿溪镇", "value": "瞿溪镇"}, {
      "id": 4366,
      "label": "潘桥镇",
      "value": "潘桥镇"
    }, {"id": 4367, "label": "南白象镇", "value": "南白象镇"}, {
      "id": 4836,
      "label": "乐清市(淡溪,清江,芙蓉,大荆,仙溪,雁荡,白石镇)",
      "value": "乐清市(淡溪,清江,芙蓉,大荆,仙溪,雁荡,白石镇)"
    }, {"id": 6562, "label": "瑞安市(海岛)", "value": "瑞安市(海岛)"}], "id": 1233, "label": "温州市", "value": "温州市"
  }, {
    "children": [{"id": 1244, "label": "海宁市", "value": "海宁市"}, {
      "id": 1248,
      "label": "海盐县",
      "value": "海盐县"
    }, {"id": 3418, "label": "南湖区", "value": "南湖区"}, {"id": 3419, "label": "秀洲区", "value": "秀洲区"}, {
      "id": 4429,
      "label": "桐乡市",
      "value": "桐乡市"
    }, {"id": 4430, "label": "平湖市", "value": "平湖市"}, {"id": 4431, "label": "嘉善县", "value": "嘉善县"}],
    "id": 1243,
    "label": "嘉兴市",
    "value": "嘉兴市"
  }, {
    "children": [{"id": 1251, "label": "长兴县", "value": "长兴县"}, {
      "id": 1252,
      "label": "德清县",
      "value": "德清县"
    }, {"id": 1253, "label": "安吉县", "value": "安吉县"}, {
      "id": 3420,
      "label": "吴兴区(申嘉湖高速公路、杭宁高速公路以北)",
      "value": "吴兴区(申嘉湖高速公路、杭宁高速公路以北)"
    }, {"id": 4130, "label": "南浔区", "value": "南浔区"}, {
      "id": 4801,
      "label": "吴兴区(申嘉湖高速公路、杭宁高速公路以南)",
      "value": "吴兴区(申嘉湖高速公路、杭宁高速公路以南)"
    }], "id": 1250, "label": "湖州市", "value": "湖州市"
  }, {
    "children": [{"id": 1257, "label": "诸暨市", "value": "诸暨市"}, {
      "id": 1258,
      "label": "上虞市",
      "value": "上虞市"
    }, {"id": 1259, "label": "嵊州市", "value": "嵊州市"}, {"id": 1260, "label": "新昌县", "value": "新昌县"}, {
      "id": 1261,
      "label": "绍兴市市区(二环内)",
      "value": "绍兴市市区(二环内)"
    }, {"id": 4482, "label": "绍兴市区(二环外除二环北路以北)", "value": "绍兴市区(二环外除二环北路以北)"}, {
      "id": 4483,
      "label": "袍江工业区",
      "value": "袍江工业区"
    }, {"id": 15944, "label": "绍兴县", "value": "绍兴县"}], "id": 1255, "label": "绍兴市", "value": "绍兴市"
  }, {
    "children": [{"id": 1263, "label": "金东区", "value": "金东区"}, {
      "id": 1264,
      "label": "兰溪市",
      "value": "兰溪市"
    }, {"id": 1265, "label": "婺城区", "value": "婺城区"}, {"id": 1266, "label": "义乌市", "value": "义乌市"}, {
      "id": 1267,
      "label": "东阳市",
      "value": "东阳市"
    }, {"id": 1268, "label": "永康市", "value": "永康市"}, {"id": 1269, "label": "武义县", "value": "武义县"}, {
      "id": 1270,
      "label": "浦江县",
      "value": "浦江县"
    }, {"id": 1271, "label": "磐安县", "value": "磐安县"}], "id": 1262, "label": "金华市", "value": "金华市"
  }, {
    "children": [{"id": 1274, "label": "衢江区(中心区域)", "value": "衢江区(中心区域)"}, {
      "id": 1275,
      "label": "江山市",
      "value": "江山市"
    }, {"id": 1276, "label": "常山县", "value": "常山县"}, {"id": 1277, "label": "开化县", "value": "开化县"}, {
      "id": 1278,
      "label": "龙游县",
      "value": "龙游县"
    }, {"id": 3425, "label": "柯城区(锦西大道以东,沪昆高速以南,G320浙西大道以北)", "value": "柯城区(锦西大道以东,沪昆高速以南,G320浙西大道以北)"}, {
      "id": 5477,
      "label": "柯城区(锦西大道以西,沪昆高速以北,G320浙西大道以南)",
      "value": "柯城区(锦西大道以西,沪昆高速以北,G320浙西大道以南)"
    }, {"id": 5478, "label": "衢江区(中心区域外范围)", "value": "衢江区(中心区域外范围)"}], "id": 1273, "label": "衢州市", "value": "衢州市"
  }, {
    "children": [{"id": 1281, "label": "龙泉市", "value": "龙泉市"}, {
      "id": 1282,
      "label": "缙云县",
      "value": "缙云县"
    }, {"id": 1283, "label": "遂昌县", "value": "遂昌县"}, {"id": 1284, "label": "松阳县", "value": "松阳县"}, {
      "id": 1285,
      "label": "景宁畚族自治县",
      "value": "景宁畚族自治县"
    }, {"id": 1286, "label": "云和县", "value": "云和县"}, {"id": 1288, "label": "青田县", "value": "青田县"}, {
      "id": 3045,
      "label": "庆元县",
      "value": "庆元县"
    }, {"id": 3430, "label": "莲都区(桃碧线东,G330西,丽和线、绕城公路南,G25北)", "value": "莲都区(桃碧线东,G330西,丽和线、绕城公路南,G25北)"}, {
      "id": 4833,
      "label": "莲都区(桃碧线西,G330东,丽和线、绕城公路北,G25南)",
      "value": "莲都区(桃碧线西,G330东,丽和线、绕城公路北,G25南)"
    }], "id": 1280, "label": "丽水市", "value": "丽水市"
  }, {
    "children": [{"id": 1291, "label": "临海市", "value": "临海市"}, {
      "id": 1292,
      "label": "温岭市(除松门、石塘、邬根以外)",
      "value": "温岭市(除松门、石塘、邬根以外)"
    }, {"id": 1293, "label": "玉环县(玉环县除海岛以外)", "value": "玉环县(玉环县除海岛以外)"}, {
      "id": 1294,
      "label": "三门县",
      "value": "三门县"
    }, {"id": 1295, "label": "天台县", "value": "天台县"}, {"id": 1296, "label": "仙居县", "value": "仙居县"}, {
      "id": 3427,
      "label": "椒江区(疏港大道、椒金公路以西)",
      "value": "椒江区(疏港大道、椒金公路以西)"
    }, {"id": 3428, "label": "黄岩区(甬台温高速以东、永宁江以南)", "value": "黄岩区(甬台温高速以东、永宁江以南)"}, {
      "id": 3429,
      "label": "路桥区(石八线、路院一级公路以北)",
      "value": "路桥区(石八线、路院一级公路以北)"
    }, {"id": 4473, "label": "椒江区(疏港大道、椒金公路以东)", "value": "椒江区(疏港大道、椒金公路以东)"}, {
      "id": 4474,
      "label": "路桥区(石八线、路院一级公路以南)",
      "value": "路桥区(石八线、路院一级公路以南)"
    }, {"id": 4475, "label": "黄岩区(甬台温高速以西、永宁江以北)", "value": "黄岩区(甬台温高速以西、永宁江以北)"}, {
      "id": 6664,
      "label": "温岭市(松门、石塘、邬根)",
      "value": "温岭市(松门、石塘、邬根)"
    }, {"id": 6686, "label": "玉环县(玉环县海岛)", "value": "玉环县(玉环县海岛)"}], "id": 1290, "label": "台州市", "value": "台州市"
  }, {
    "children": [{
      "id": 1299,
      "label": "普陀区(G329国道以南,海天大道/东海西路以北)",
      "value": "普陀区(G329国道以南,海天大道/东海西路以北)"
    }, {"id": 1300, "label": "岱山县", "value": "岱山县"}, {"id": 1301, "label": "嵊泗县", "value": "嵊泗县"}, {
      "id": 3426,
      "label": "定海区(G329国道以南,弘生大道/昌洲大道以北)",
      "value": "定海区(G329国道以南,弘生大道/昌洲大道以北)"
    }, {"id": 5468, "label": "定海区(G329国道以北,弘生大道/昌洲大道以南)", "value": "定海区(G329国道以北,弘生大道/昌洲大道以南)"}, {
      "id": 5469,
      "label": "普陀区(G329国道以北,海天大道/东海西路以南)",
      "value": "普陀区(G329国道以北,海天大道/东海西路以南)"
    }], "id": 1298, "label": "舟山市", "value": "舟山市"
  }], "id": 15, "label": "浙江", "value": "浙江"
}, {
  "children": [{
    "children": [{"id": 1305, "label": "长乐市", "value": "长乐市"}, {
      "id": 1306,
      "label": "福清市(沈海高速东,洪宽三路南,清盛大道北)",
      "value": "福清市(沈海高速东,洪宽三路南,清盛大道北)"
    }, {"id": 1307, "label": "闽侯县（上街镇三福高速以东，浦上大桥以北）", "value": "闽侯县（上街镇三福高速以东，浦上大桥以北）"}, {
      "id": 1308,
      "label": "平潭县",
      "value": "平潭县"
    }, {"id": 1309, "label": "连江县", "value": "连江县"}, {"id": 1312, "label": "罗源县", "value": "罗源县"}, {
      "id": 1313,
      "label": "永泰县",
      "value": "永泰县"
    }, {"id": 1314, "label": "闽清县", "value": "闽清县"}, {
      "id": 3480,
      "label": "晋安区(绕城高速路以南,东三环以西)",
      "value": "晋安区(绕城高速路以南,东三环以西)"
    }, {"id": 3482, "label": "仓山区(南三环北,西三环东,则徐大道西)", "value": "仓山区(南三环北,西三环东,则徐大道西)"}, {
      "id": 3483,
      "label": "台江区",
      "value": "台江区"
    }, {"id": 3484, "label": "鼓楼区", "value": "鼓楼区"}, {
      "id": 4310,
      "label": "仓山区(南三环南,西三环西,则徐大道东)",
      "value": "仓山区(南三环南,西三环西,则徐大道东)"
    }, {"id": 4311, "label": "晋安区(绕城高速路以北,东三环以东)", "value": "晋安区(绕城高速路以北,东三环以东)"}, {
      "id": 5508,
      "label": "福清市(沈海高速西,洪宽三路北,清盛大道南)",
      "value": "福清市(沈海高速西,洪宽三路北,清盛大道南)"
    }, {"id": 6841, "label": "闽侯县（上街镇三福高速以西，浦上大桥以南）", "value": "闽侯县（上街镇三福高速以西，浦上大桥以南）"}, {
      "id": 8145,
      "label": "马尾区（机场高速南，江滨东路北，罗星东路西）",
      "value": "马尾区（机场高速南，江滨东路北，罗星东路西）"
    }, {"id": 8146, "label": "马尾区（机场高速北，江滨东路南，罗星东路东）", "value": "马尾区（机场高速北，江滨东路南，罗星东路东）"}],
    "id": 1303,
    "label": "福州市",
    "value": "福州市"
  }, {
    "children": [{"id": 1316, "label": "思明区", "value": "思明区"}, {
      "id": 3485,
      "label": "海沧区(海沧道东,海新路西,建港路南,新垵北路北)",
      "value": "海沧区(海沧道东,海新路西,建港路南,新垵北路北)"
    }, {"id": 3486, "label": "湖里区", "value": "湖里区"}, {
      "id": 3487,
      "label": "集美区(天马路西,西滨路东,龙船路北,厦漳高速南)",
      "value": "集美区(天马路西,西滨路东,龙船路北,厦漳高速南)"
    }, {"id": 3489, "label": "翔安区", "value": "翔安区"}, {
      "id": 5867,
      "label": "集美区(天马路东,西滨路西,龙船路南,厦漳高速北)",
      "value": "集美区(天马路东,西滨路西,龙船路南,厦漳高速北)"
    }, {"id": 6710, "label": "海沧区(海沧道西,海新路东,建港路北,新垵北路南)", "value": "海沧区(海沧道西,海新路东,建港路北,新垵北路南)"}, {
      "id": 6883,
      "label": "同安区（同宏路东，同安大道北，榕源路西，东山村南）",
      "value": "同安区（同宏路东，同安大道北，榕源路西，东山村南）"
    }, {"id": 6884, "label": "同安区（同宏路西，同安大道南，榕源路东，东山村北）", "value": "同安区（同宏路西，同安大道南，榕源路东，东山村北）"}],
    "id": 1315,
    "label": "厦门市",
    "value": "厦门市"
  }, {
    "children": [{"id": 1319, "label": "永安市", "value": "永安市"}, {
      "id": 1320,
      "label": "明溪县",
      "value": "明溪县"
    }, {"id": 1321, "label": "将乐县", "value": "将乐县"}, {"id": 1322, "label": "大田县", "value": "大田县"}, {
      "id": 1323,
      "label": "宁化县",
      "value": "宁化县"
    }, {"id": 1324, "label": "建宁县", "value": "建宁县"}, {"id": 1325, "label": "沙县", "value": "沙县"}, {
      "id": 1326,
      "label": "尤溪县",
      "value": "尤溪县"
    }, {"id": 1327, "label": "清流县", "value": "清流县"}, {"id": 1328, "label": "泰宁县", "value": "泰宁县"}, {
      "id": 3493,
      "label": "梅列区(三明大桥以南)",
      "value": "梅列区(三明大桥以南)"
    }, {"id": 3494, "label": "三元区（荆东工业园以北，台江村以东，新泉路以西）", "value": "三元区（荆东工业园以北，台江村以东，新泉路以西）"}, {
      "id": 6716,
      "label": "梅列区(三明大桥以北)",
      "value": "梅列区(三明大桥以北)"
    }, {"id": 6717, "label": "三元区（荆东工业园以南，台江村以西，新泉路以东）", "value": "三元区（荆东工业园以南，台江村以西，新泉路以东）"}],
    "id": 1317,
    "label": "三明市",
    "value": "三明市"
  }, {
    "children": [{"id": 1331, "label": "仙游县", "value": "仙游县"}, {
      "id": 3022,
      "label": "涵江区",
      "value": "涵江区"
    }, {"id": 3490, "label": "城厢区(荔园西大道以南、荔城大道以东)", "value": "城厢区(荔园西大道以南、荔城大道以东)"}, {
      "id": 3491,
      "label": "荔城区(荔园大道以西、少林南街以南)",
      "value": "荔城区(荔园大道以西、少林南街以南)"
    }, {"id": 3492, "label": "秀屿区", "value": "秀屿区"}, {
      "id": 4794,
      "label": "荔城区(荔园大道以东、少林南街以北)",
      "value": "荔城区(荔园大道以东、少林南街以北)"
    }, {"id": 4795, "label": "城厢区(荔园西大道以北、荔城大道以西)", "value": "城厢区(荔园西大道以北、荔城大道以西)"}],
    "id": 1329,
    "label": "莆田市",
    "value": "莆田市"
  }, {
    "children": [{"id": 1334, "label": "石狮市", "value": "石狮市"}, {
      "id": 1336,
      "label": "南安市",
      "value": "南安市"
    }, {"id": 1337, "label": "惠安县", "value": "惠安县"}, {"id": 1338, "label": "安溪县", "value": "安溪县"}, {
      "id": 1339,
      "label": "德化县",
      "value": "德化县"
    }, {"id": 1340, "label": "永春县", "value": "永春县"}, {"id": 3117, "label": "泉港区", "value": "泉港区"}, {
      "id": 3495,
      "label": "金门县",
      "value": "金门县"
    }, {"id": 3496, "label": "鲤城区(清濛开发区,漳泉肖铁路以南,南环路以东)", "value": "鲤城区(清濛开发区,漳泉肖铁路以南,南环路以东)"}, {
      "id": 3497,
      "label": "丰泽区(铁路以南,不含宝山、后亭、后渚、新市政府)",
      "value": "丰泽区(铁路以南,不含宝山、后亭、后渚、新市政府)"
    }, {"id": 3498, "label": "洛江区", "value": "洛江区"}, {
      "id": 4476,
      "label": "鲤城区(漳泉肖铁路以北,南环路以西)",
      "value": "鲤城区(漳泉肖铁路以北,南环路以西)"
    }, {"id": 4477, "label": "丰泽区(铁路以北,宝山、后亭、后渚、新市政府)", "value": "丰泽区(铁路以北,宝山、后亭、后渚、新市政府)"}, {
      "id": 4851,
      "label": "晋江市(池店镇、凤池路南，狮城道北，梅岭路东)",
      "value": "晋江市(池店镇、凤池路南，狮城道北，梅岭路东)"
    }, {"id": 5502, "label": "晋江市(池店镇、凤池路北，狮城道南，梅岭路西)", "value": "晋江市(池店镇、凤池路北，狮城道南，梅岭路西)"}],
    "id": 1332,
    "label": "泉州市",
    "value": "泉州市"
  }, {
    "children": [{"id": 1343, "label": "龙海市", "value": "龙海市"}, {
      "id": 1344,
      "label": "平和县",
      "value": "平和县"
    }, {"id": 1345, "label": "南靖县", "value": "南靖县"}, {"id": 1346, "label": "诏安县", "value": "诏安县"}, {
      "id": 1347,
      "label": "漳浦县",
      "value": "漳浦县"
    }, {"id": 1348, "label": "华安县", "value": "华安县"}, {"id": 1349, "label": "云霄县", "value": "云霄县"}, {
      "id": 1350,
      "label": "东山县",
      "value": "东山县"
    }, {"id": 1351, "label": "长泰县", "value": "长泰县"}, {"id": 3499, "label": "芗城区", "value": "芗城区"}, {
      "id": 3500,
      "label": "龙文区",
      "value": "龙文区"
    }], "id": 1341, "label": "漳州市", "value": "漳州市"
  }, {
    "children": [{"id": 1354, "label": "建瓯市", "value": "建瓯市"}, {
      "id": 1355,
      "label": "邵武市",
      "value": "邵武市"
    }, {"id": 1356, "label": "武夷山市", "value": "武夷山市"}, {"id": 1357, "label": "建阳市", "value": "建阳市"}, {
      "id": 1358,
      "label": "松溪县",
      "value": "松溪县"
    }, {"id": 1359, "label": "顺昌县", "value": "顺昌县"}, {"id": 1360, "label": "浦城县", "value": "浦城县"}, {
      "id": 1361,
      "label": "政和县",
      "value": "政和县"
    }, {"id": 2955, "label": "延平区（五里亭南，水泥厂北，名流世家东，南孚以西）", "value": "延平区（五里亭南，水泥厂北，名流世家东，南孚以西）"}, {
      "id": 2956,
      "label": "光泽县 ",
      "value": "光泽县 "
    }, {"id": 6844, "label": "延平区（五里亭北，水泥厂南，名流世家西，南孚以东）", "value": "延平区（五里亭北，水泥厂南，名流世家西，南孚以东）"}],
    "id": 1352,
    "label": "南平市",
    "value": "南平市"
  }, {
    "children": [{"id": 1364, "label": "漳平市", "value": "漳平市"}, {
      "id": 1365,
      "label": "长汀县",
      "value": "长汀县"
    }, {"id": 1366, "label": "武平县", "value": "武平县"}, {"id": 1367, "label": "永定县", "value": "永定县"}, {
      "id": 1368,
      "label": "上杭县",
      "value": "上杭县"
    }, {"id": 1369, "label": "连城县", "value": "连城县"}, {
      "id": 3501,
      "label": "新罗区(东宫下以北,东肖政府南,龙门塔西,翠屏路东)",
      "value": "新罗区(东宫下以北,东肖政府南,龙门塔西,翠屏路东)"
    }, {"id": 6669, "label": "新罗区(东宫下以南,东肖政府北,龙门塔东,翠屏路西)", "value": "新罗区(东宫下以南,东肖政府北,龙门塔东,翠屏路西)"}],
    "id": 1362,
    "label": "龙岩市",
    "value": "龙岩市"
  }, {
    "children": [{"id": 1372, "label": "福安市", "value": "福安市"}, {
      "id": 1373,
      "label": "福鼎市",
      "value": "福鼎市"
    }, {"id": 1374, "label": "寿宁县", "value": "寿宁县"}, {"id": 1375, "label": "霞浦县", "value": "霞浦县"}, {
      "id": 1376,
      "label": "柘荣县",
      "value": "柘荣县"
    }, {"id": 1377, "label": "屏南县", "value": "屏南县"}, {"id": 1378, "label": "古田县", "value": "古田县"}, {
      "id": 1379,
      "label": "周宁县",
      "value": "周宁县"
    }, {"id": 6839, "label": "蕉城区(畲族宫南，洋尾桥北，南漈山东，师院新区西)", "value": "蕉城区(畲族宫南，洋尾桥北，南漈山东，师院新区西)"}, {
      "id": 6840,
      "label": "蕉城区(畲族宫北，洋尾桥南，南漈山西，师院新区东)",
      "value": "蕉城区(畲族宫北，洋尾桥南，南漈山西，师院新区东)"
    }], "id": 1370, "label": "宁德市", "value": "宁德市"
  }], "id": 16, "label": "福建", "value": "福建"
}, {
  "children": [{
    "children": [{"id": 1382, "label": "蔡甸区(城区以内)", "value": "蔡甸区(城区以内)"}, {
      "id": 1383,
      "label": "江夏区(纸坊城区)",
      "value": "江夏区(纸坊城区)"
    }, {"id": 1384, "label": "新洲区(邾城城区、阳逻城区、汉施路1号)", "value": "新洲区(邾城城区、阳逻城区、汉施路1号)"}, {
      "id": 1385,
      "label": "黄陂区(城区以内)",
      "value": "黄陂区(城区以内)"
    }, {"id": 1386, "label": "江岸区", "value": "江岸区"}, {"id": 3079, "label": "武昌区", "value": "武昌区"}, {
      "id": 3582,
      "label": "江汉区",
      "value": "江汉区"
    }, {"id": 3583, "label": "硚口区", "value": "硚口区"}, {
      "id": 3584,
      "label": "汉阳区(三环之内)",
      "value": "汉阳区(三环之内)"
    }, {"id": 3585, "label": "青山区(三环之内)", "value": "青山区(三环之内)"}, {
      "id": 3586,
      "label": "洪山区(三环之内)",
      "value": "洪山区(三环之内)"
    }, {"id": 3587, "label": "东西湖区(环湖中路以南,京珠高速以东)", "value": "东西湖区(环湖中路以南,京珠高速以东)"}, {
      "id": 3588,
      "label": "汉南区(纱帽街城区)",
      "value": "汉南区(纱帽街城区)"
    }, {"id": 4421, "label": "洪山区(三环之外,除黄家湖大学城区域)", "value": "洪山区(三环之外,除黄家湖大学城区域)"}, {
      "id": 4423,
      "label": "青山区(三环之外)",
      "value": "青山区(三环之外)"
    }, {"id": 4424, "label": "武汉经济技术开发区", "value": "武汉经济技术开发区"}, {
      "id": 4824,
      "label": "东西湖区(环湖中路以北,京珠高速以西)",
      "value": "东西湖区(环湖中路以北,京珠高速以西)"
    }, {"id": 4867, "label": "汉阳区(三环之外)", "value": "汉阳区(三环之外)"}, {
      "id": 4881,
      "label": "蔡甸区(城区以外)",
      "value": "蔡甸区(城区以外)"
    }, {"id": 4882, "label": "江夏区(纸坊县城外、流芳县城外、庙山县城外)", "value": "江夏区(纸坊县城外、流芳县城外、庙山县城外)"}, {
      "id": 4883,
      "label": "新洲区(邾城县城外、阳逻县城外)",
      "value": "新洲区(邾城县城外、阳逻县城外)"
    }, {"id": 4884, "label": "黄陂区(城区以外)", "value": "黄陂区(城区以外)"}, {
      "id": 4885,
      "label": "汉南区(纱帽街城区以外)",
      "value": "汉南区(纱帽街城区以外)"
    }, {"id": 6681, "label": "洪山区(三环之外,黄家湖大学城)", "value": "洪山区(三环之外,黄家湖大学城)"}, {
      "id": 6701,
      "label": "江夏区(流芳城区、庙山城区、藏龙岛)",
      "value": "江夏区(流芳城区、庙山城区、藏龙岛)"
    }], "id": 1381, "label": "武汉市", "value": "武汉市"
  }, {
    "children": [{"id": 1388, "label": "西塞山区(沿湖路以北)", "value": "西塞山区(沿湖路以北)"}, {
      "id": 1389,
      "label": "黄石港区",
      "value": "黄石港区"
    }, {"id": 1391, "label": "下陆区(大泉路/磁湖路以东)", "value": "下陆区(大泉路/磁湖路以东)"}, {
      "id": 1392,
      "label": "铁山区",
      "value": "铁山区"
    }, {"id": 1393, "label": "大冶市", "value": "大冶市"}, {"id": 1394, "label": "阳新县", "value": "阳新县"}, {
      "id": 5482,
      "label": "西塞山区(沿湖路以南)",
      "value": "西塞山区(沿湖路以南)"
    }, {"id": 5483, "label": "下陆区(大泉路/磁湖路以西)", "value": "下陆区(大泉路/磁湖路以西)"}], "id": 1387, "label": "黄石市", "value": "黄石市"
  }, {
    "children": [{"id": 1397, "label": "老河口市", "value": "老河口市"}, {
      "id": 1398,
      "label": "枣阳市",
      "value": "枣阳市"
    }, {"id": 1399, "label": "宜城市", "value": "宜城市"}, {"id": 1401, "label": "南漳县", "value": "南漳县"}, {
      "id": 1402,
      "label": "保康县",
      "value": "保康县"
    }, {"id": 1403, "label": "谷城县", "value": "谷城县"}, {
      "id": 3589,
      "label": "襄州区(邓城大道/钻石大道以南,园林路以西)",
      "value": "襄州区(邓城大道/钻石大道以南,园林路以西)"
    }, {"id": 3590, "label": "樊城区(邓城大道以南,汉江路以东)", "value": "樊城区(邓城大道以南,汉江路以东)"}, {
      "id": 3591,
      "label": "襄城区(环城路以内)",
      "value": "襄城区(环城路以内)"
    }, {"id": 5491, "label": "樊城区(邓城大道以北,汉江路以西)", "value": "樊城区(邓城大道以北,汉江路以西)"}, {
      "id": 5492,
      "label": "襄城区(环城路以外)",
      "value": "襄城区(环城路以外)"
    }, {"id": 5493, "label": "襄州区(邓城大道/钻石大道以北,园林路以东)", "value": "襄州区(邓城大道/钻石大道以北,园林路以东)"}],
    "id": 1396,
    "label": "襄阳市",
    "value": "襄阳市"
  }, {
    "children": [{"id": 1406, "label": "丹江口市", "value": "丹江口市"}, {
      "id": 1407,
      "label": "房县",
      "value": "房县"
    }, {"id": 1408, "label": "竹山县", "value": "竹山县"}, {"id": 1409, "label": "竹溪县", "value": "竹溪县"}, {
      "id": 1410,
      "label": "郧县",
      "value": "郧县"
    }, {"id": 1411, "label": "郧西县", "value": "郧西县"}, {
      "id": 1412,
      "label": "茅箭区(市区内)",
      "value": "茅箭区(市区内)"
    }, {"id": 3592, "label": "张湾区(车城路以东,广东路东环路以南)", "value": "张湾区(车城路以东,广东路东环路以南)"}, {
      "id": 5513,
      "label": "张湾区(车城路以西,广东路东环路以北)",
      "value": "张湾区(车城路以西,广东路东环路以北)"
    }, {"id": 5514, "label": "茅箭区(市郊)", "value": "茅箭区(市郊)"}], "id": 1405, "label": "十堰市", "value": "十堰市"
  }, {
    "children": [{"id": 1414, "label": "江陵县", "value": "江陵县"}, {
      "id": 1415,
      "label": "洪湖市",
      "value": "洪湖市"
    }, {"id": 1416, "label": "石首市", "value": "石首市"}, {"id": 1417, "label": "松滋市", "value": "松滋市"}, {
      "id": 1418,
      "label": "监利县",
      "value": "监利县"
    }, {"id": 1419, "label": "公安县", "value": "公安县"}, {"id": 3593, "label": "沙市区", "value": "沙市区"}, {
      "id": 4078,
      "label": "荆州区",
      "value": "荆州区"
    }], "id": 1413, "label": "荆州市", "value": "荆州市"
  }, {
    "children": [{"id": 1423, "label": "当阳市", "value": "当阳市"}, {
      "id": 1424,
      "label": "枝江市",
      "value": "枝江市"
    }, {"id": 1425, "label": "夷陵区", "value": "夷陵区"}, {"id": 1426, "label": "秭归县", "value": "秭归县"}, {
      "id": 1427,
      "label": "兴山县",
      "value": "兴山县"
    }, {"id": 1428, "label": "远安县", "value": "远安县"}, {
      "id": 1429,
      "label": "五峰土家族自治县",
      "value": "五峰土家族自治县"
    }, {"id": 1430, "label": "长阳土家族自治县", "value": "长阳土家族自治县"}, {
      "id": 3594,
      "label": "宜都市",
      "value": "宜都市"
    }, {"id": 3595, "label": "猇亭区", "value": "猇亭区"}, {"id": 3596, "label": "点军区", "value": "点军区"}, {
      "id": 3597,
      "label": "伍家岗区",
      "value": "伍家岗区"
    }, {"id": 3598, "label": "西陵区", "value": "西陵区"}], "id": 1421, "label": "宜昌市", "value": "宜昌市"
  }, {
    "children": [{"id": 1433, "label": "应城市", "value": "应城市"}, {
      "id": 1434,
      "label": "安陆市",
      "value": "安陆市"
    }, {"id": 1435, "label": "汉川市", "value": "汉川市"}, {"id": 1437, "label": "云梦县", "value": "云梦县"}, {
      "id": 1438,
      "label": "大悟县",
      "value": "大悟县"
    }, {"id": 1439, "label": "孝昌县", "value": "孝昌县"}, {
      "id": 1481,
      "label": "孝南区(商贸街南,澴河东,316国道北,107国道西)",
      "value": "孝南区(商贸街南,澴河东,316国道北,107国道西)"
    }, {"id": 4903, "label": "孝南区(商贸街北,澴河西,316国道南,107国道东)", "value": "孝南区(商贸街北,澴河西,316国道南,107国道东)"}],
    "id": 1432,
    "label": "孝感市",
    "value": "孝感市"
  }, {
    "children": [{"id": 1442, "label": "麻城市", "value": "麻城市"}, {
      "id": 1443,
      "label": "武穴市",
      "value": "武穴市"
    }, {"id": 1444, "label": "红安县", "value": "红安县"}, {"id": 1445, "label": "罗田县", "value": "罗田县"}, {
      "id": 1446,
      "label": "浠水县",
      "value": "浠水县"
    }, {"id": 1447, "label": "黄梅县", "value": "黄梅县"}, {"id": 1448, "label": "英山县", "value": "英山县"}, {
      "id": 1449,
      "label": "团风县",
      "value": "团风县"
    }, {"id": 1457, "label": "蕲春县", "value": "蕲春县"}, {
      "id": 3603,
      "label": "黄州区(市区内)",
      "value": "黄州区(市区内)"
    }, {"id": 4198, "label": "仙桃市", "value": "仙桃市"}, {"id": 4979, "label": "黄州区(郊区)", "value": "黄州区(郊区)"}],
    "id": 1441,
    "label": "黄冈市",
    "value": "黄冈市"
  }, {
    "children": [{"id": 1459, "label": "咸安区(咸安城区,温泉新城区)", "value": "咸安区(咸安城区,温泉新城区)"}, {
      "id": 1460,
      "label": "赤壁市(市区)",
      "value": "赤壁市(市区)"
    }, {"id": 1461, "label": "嘉鱼县", "value": "嘉鱼县"}, {"id": 1462, "label": "通山县", "value": "通山县"}, {
      "id": 1463,
      "label": "崇阳县",
      "value": "崇阳县"
    }, {"id": 1464, "label": "通城县", "value": "通城县"}, {"id": 6656, "label": "咸安区(郊区)", "value": "咸安区(郊区)"}, {
      "id": 6659,
      "label": "赤壁市(郊区)",
      "value": "赤壁市(郊区)"
    }], "id": 1458, "label": "咸宁市", "value": "咸宁市"
  }, {
    "children": [{"id": 1467, "label": "恩施市", "value": "恩施市"}, {
      "id": 1468,
      "label": "利川市",
      "value": "利川市"
    }, {"id": 1469, "label": "建始县", "value": "建始县"}, {"id": 1470, "label": "来凤县", "value": "来凤县"}, {
      "id": 1471,
      "label": "巴东县",
      "value": "巴东县"
    }, {"id": 1472, "label": "鹤峰县", "value": "鹤峰县"}, {"id": 1473, "label": "宣恩县", "value": "宣恩县"}, {
      "id": 1474,
      "label": "咸丰县",
      "value": "咸丰县"
    }], "id": 1466, "label": "恩施州", "value": "恩施州"
  }, {
    "children": [{"id": 1476, "label": "鄂城区（市区内）", "value": "鄂城区（市区内）"}, {
      "id": 3601,
      "label": "梁子湖区",
      "value": "梁子湖区"
    }, {"id": 3602, "label": "华容区", "value": "华容区"}, {"id": 6782, "label": "鄂城区（市郊乡镇）", "value": "鄂城区（市郊乡镇）"}],
    "id": 1475,
    "label": "鄂州市",
    "value": "鄂州市"
  }, {
    "children": [{"id": 1478, "label": "京山县", "value": "京山县"}, {
      "id": 2973,
      "label": "钟祥市",
      "value": "钟祥市"
    }, {"id": 3055, "label": "沙洋县", "value": "沙洋县"}, {"id": 3599, "label": "掇刀区", "value": "掇刀区"}, {
      "id": 3600,
      "label": "东宝区",
      "value": "东宝区"
    }], "id": 1477, "label": "荆门市", "value": "荆门市"
  }, {
    "children": [{"id": 3163, "label": "广水市", "value": "广水市"}, {
      "id": 3164,
      "label": "曾都区",
      "value": "曾都区"
    }, {"id": 7357, "label": "随县", "value": "随县"}], "id": 1479, "label": "随州市", "value": "随州市"
  }, {
    "children": [{"id": 6927, "label": "潜江市（市区内）", "value": "潜江市（市区内）"}, {
      "id": 6928,
      "label": "潜江市（市郊乡镇）",
      "value": "潜江市（市郊乡镇）"
    }], "id": 2922, "label": "潜江市", "value": "潜江市"
  }, {
    "children": [{"id": 6929, "label": "天门市（市区内）", "value": "天门市（市区内）"}, {
      "id": 6930,
      "label": "天门市（市郊乡镇）",
      "value": "天门市（市郊乡镇）"
    }], "id": 2980, "label": "天门市", "value": "天门市"
  }, {
    "children": [{"id": 6931, "label": "仙桃市（干河、沙嘴、龙华山街道）", "value": "仙桃市（干河、沙嘴、龙华山街道）"}, {
      "id": 6932,
      "label": "仙桃市（其他乡镇）",
      "value": "仙桃市（其他乡镇）"
    }], "id": 2983, "label": "仙桃市", "value": "仙桃市"
  }, {"children": [{"id": 3158, "label": "神农架林区", "value": "神农架林区"}], "id": 3154, "label": "神农架林区", "value": "神农架林区"}],
  "id": 17,
  "label": "湖北",
  "value": "湖北"
}, {
  "children": [{
    "children": [{"id": 1483, "label": "浏阳市", "value": "浏阳市"}, {
      "id": 1484,
      "label": "长沙县(星沙经济技术开发区)",
      "value": "长沙县(星沙经济技术开发区)"
    }, {"id": 1485, "label": "望城县", "value": "望城县"}, {"id": 1486, "label": "宁乡县", "value": "宁乡县"}, {
      "id": 1487,
      "label": "雨花区(时代阳光大道以北,万家丽路以西)",
      "value": "雨花区(时代阳光大道以北,万家丽路以西)"
    }, {"id": 3604, "label": "开福区(北二环以南)", "value": "开福区(北二环以南)"}, {
      "id": 3605,
      "label": "天心区(时代阳光大道以北)",
      "value": "天心区(时代阳光大道以北)"
    }, {"id": 3606, "label": "芙蓉区", "value": "芙蓉区"}, {
      "id": 3607,
      "label": "岳麓区(二环以内,麓谷)",
      "value": "岳麓区(二环以内,麓谷)"
    }, {"id": 4312, "label": "雨花区(时代阳光大道以南,万家丽路以东)", "value": "雨花区(时代阳光大道以南,万家丽路以东)"}, {
      "id": 4314,
      "label": "天心区(时代阳光大道以南)",
      "value": "天心区(时代阳光大道以南)"
    }, {"id": 4315, "label": "开福区(北二环以北)", "value": "开福区(北二环以北)"}, {
      "id": 4470,
      "label": "岳麓区(二环以外)",
      "value": "岳麓区(二环以外)"
    }, {"id": 6005, "label": "长沙县(除星沙经济技术开发区外区域)", "value": "长沙县(除星沙经济技术开发区外区域)"}],
    "id": 1482,
    "label": "长沙市",
    "value": "长沙市"
  }, {
    "children": [{"id": 1489, "label": "醴陵市", "value": "醴陵市"}, {
      "id": 1490,
      "label": "株洲县",
      "value": "株洲县"
    }, {"id": 1491, "label": "攸县", "value": "攸县"}, {"id": 1492, "label": "茶陵县", "value": "茶陵县"}, {
      "id": 1493,
      "label": "炎陵县",
      "value": "炎陵县"
    }, {"id": 1494, "label": "天元区(西环路以东)", "value": "天元区(西环路以东)"}, {
      "id": 3608,
      "label": "石峰区(响田路以南)",
      "value": "石峰区(响田路以南)"
    }, {"id": 3609, "label": "芦淞区(南环路以北)", "value": "芦淞区(南环路以北)"}, {
      "id": 3610,
      "label": "荷塘区(红旗路以西)",
      "value": "荷塘区(红旗路以西)"
    }, {"id": 4797, "label": "天元区(西环路以西)", "value": "天元区(西环路以西)"}, {
      "id": 4798,
      "label": "芦淞区(南环路以南)",
      "value": "芦淞区(南环路以南)"
    }, {"id": 4799, "label": "荷塘区(红旗路以东)", "value": "荷塘区(红旗路以东)"}, {
      "id": 4800,
      "label": "石峰区(响田路以北)",
      "value": "石峰区(响田路以北)"
    }], "id": 1488, "label": "株洲市", "value": "株洲市"
  }, {
    "children": [{"id": 1496, "label": "湘乡市", "value": "湘乡市"}, {
      "id": 1497,
      "label": "湘潭县",
      "value": "湘潭县"
    }, {"id": 1498, "label": "韶山市", "value": "韶山市"}, {
      "id": 3611,
      "label": "雨湖区(二环以内,农高路以东,湘潭大学,湖南科技大学)",
      "value": "雨湖区(二环以内,农高路以东,湘潭大学,湖南科技大学)"
    }, {"id": 3612, "label": "岳塘区(吉安路以西)", "value": "岳塘区(吉安路以西)"}, {
      "id": 4895,
      "label": "雨湖区(二环以外,农高路以西)",
      "value": "雨湖区(二环以外,农高路以西)"
    }, {"id": 4896, "label": "岳塘区(吉安路以东)", "value": "岳塘区(吉安路以东)"}], "id": 1495, "label": "湘潭市", "value": "湘潭市"
  }, {
    "children": [{"id": 1500, "label": "韶山市区内", "value": "韶山市区内"}],
    "id": 1499,
    "label": "韶山市",
    "value": "韶山市"
  }, {
    "children": [{"id": 1502, "label": "常宁市", "value": "常宁市"}, {
      "id": 1503,
      "label": "衡阳县",
      "value": "衡阳县"
    }, {"id": 1504, "label": "耒阳市", "value": "耒阳市"}, {"id": 1505, "label": "衡东县", "value": "衡东县"}, {
      "id": 1506,
      "label": "衡南县",
      "value": "衡南县"
    }, {"id": 1507, "label": "衡山县", "value": "衡山县"}, {"id": 1508, "label": "祁东县", "value": "祁东县"}, {
      "id": 1509,
      "label": "南岳区",
      "value": "南岳区"
    }, {"id": 3613, "label": "蒸湘区(市区内)", "value": "蒸湘区(市区内)"}, {
      "id": 3614,
      "label": "石鼓区(蒸水以南)",
      "value": "石鼓区(蒸水以南)"
    }, {"id": 3615, "label": "珠晖区(京广铁路以西,市区内)", "value": "珠晖区(京广铁路以西,市区内)"}, {
      "id": 3616,
      "label": "雁峰区(湘桂铁路以北,市区内)",
      "value": "雁峰区(湘桂铁路以北,市区内)"
    }, {"id": 5509, "label": "石鼓区(蒸水以北)", "value": "石鼓区(蒸水以北)"}, {
      "id": 5510,
      "label": "雁峰区(湘桂铁路以南,市郊)",
      "value": "雁峰区(湘桂铁路以南,市郊)"
    }, {"id": 5511, "label": "蒸湘区(市郊)", "value": "蒸湘区(市郊)"}, {
      "id": 5512,
      "label": "珠晖区(京广铁路以东,市郊)",
      "value": "珠晖区(京广铁路以东,市郊)"
    }], "id": 1501, "label": "衡阳市", "value": "衡阳市"
  }, {
    "children": [{"id": 1512, "label": "武冈市", "value": "武冈市"}, {
      "id": 1513,
      "label": "邵东县",
      "value": "邵东县"
    }, {"id": 1514, "label": "洞口县", "value": "洞口县"}, {"id": 1515, "label": "新邵县", "value": "新邵县"}, {
      "id": 1516,
      "label": "绥宁县",
      "value": "绥宁县"
    }, {"id": 1517, "label": "新宁县", "value": "新宁县"}, {"id": 1518, "label": "邵阳县", "value": "邵阳县"}, {
      "id": 1519,
      "label": "隆回县",
      "value": "隆回县"
    }, {"id": 1520, "label": "城步苗族自治县", "value": "城步苗族自治县"}, {
      "id": 1521,
      "label": "北塔区(市区内，江北）",
      "value": "北塔区(市区内，江北）"
    }, {"id": 3617, "label": "大祥区（湘桂黔铁路以北，七里坪）", "value": "大祥区（湘桂黔铁路以北，七里坪）"}, {
      "id": 3618,
      "label": "双清区（湘桂黔铁路以西市区内）",
      "value": "双清区（湘桂黔铁路以西市区内）"
    }, {"id": 6750, "label": "大祥区（湘桂黔铁路以南乡镇）", "value": "大祥区（湘桂黔铁路以南乡镇）"}, {
      "id": 6751,
      "label": "双清区（湘桂黔铁路以东乡镇）",
      "value": "双清区（湘桂黔铁路以东乡镇）"
    }, {"id": 6752, "label": "北塔区(市郊乡镇）", "value": "北塔区(市郊乡镇）"}], "id": 1511, "label": "邵阳市", "value": "邵阳市"
  }, {
    "children": [{"id": 1523, "label": "临湘市", "value": "临湘市"}, {
      "id": 1524,
      "label": "汩罗市",
      "value": "汩罗市"
    }, {"id": 1525, "label": "岳阳县", "value": "岳阳县"}, {"id": 1526, "label": "湘阴县", "value": "湘阴县"}, {
      "id": 1527,
      "label": "华容县",
      "value": "华容县"
    }, {"id": 1528, "label": "平江县", "value": "平江县"}, {
      "id": 1529,
      "label": "岳阳楼区(107国道以西,南湖以北)",
      "value": "岳阳楼区(107国道以西,南湖以北)"
    }, {"id": 3619, "label": "君山区", "value": "君山区"}, {"id": 3620, "label": "云溪区", "value": "云溪区"}, {
      "id": 5465,
      "label": "岳阳楼区(107国道以东,南湖以南)",
      "value": "岳阳楼区(107国道以东,南湖以南)"
    }], "id": 1522, "label": "岳阳市", "value": "岳阳市"
  }, {
    "children": [{"id": 1532, "label": "津市市", "value": "津市市"}, {
      "id": 1533,
      "label": "澧县",
      "value": "澧县"
    }, {"id": 1534, "label": "临澧县", "value": "临澧县"}, {"id": 1535, "label": "桃源县", "value": "桃源县"}, {
      "id": 1536,
      "label": "汉寿县",
      "value": "汉寿县"
    }, {"id": 1537, "label": "石门县", "value": "石门县"}, {"id": 1538, "label": "安乡县", "value": "安乡县"}, {
      "id": 1539,
      "label": "鼎城区(金霞路以北,市区内)",
      "value": "鼎城区(金霞路以北,市区内)"
    }, {"id": 3621, "label": "武陵区(市区内)", "value": "武陵区(市区内)"}, {
      "id": 5455,
      "label": "武陵区(市郊)",
      "value": "武陵区(市郊)"
    }, {"id": 5456, "label": "鼎城区(市郊)", "value": "鼎城区(市郊)"}], "id": 1530, "label": "常德市", "value": "常德市"
  }, {
    "children": [{"id": 1541, "label": "慈利县", "value": "慈利县"}, {
      "id": 1542,
      "label": "桑植县",
      "value": "桑植县"
    }, {"id": 1543, "label": "武陵源区", "value": "武陵源区"}, {"id": 3622, "label": "永定区", "value": "永定区"}],
    "id": 1540,
    "label": "张家界市",
    "value": "张家界市"
  }, {
    "children": [{"id": 1545, "label": "资兴市", "value": "资兴市"}, {
      "id": 1546,
      "label": "宜章县",
      "value": "宜章县"
    }, {"id": 1547, "label": "安仁县", "value": "安仁县"}, {"id": 1548, "label": "汝城县", "value": "汝城县"}, {
      "id": 1549,
      "label": "嘉禾县",
      "value": "嘉禾县"
    }, {"id": 1550, "label": "临武县", "value": "临武县"}, {"id": 1551, "label": "桂东县", "value": "桂东县"}, {
      "id": 1552,
      "label": "永兴县",
      "value": "永兴县"
    }, {"id": 1553, "label": "桂阳县", "value": "桂阳县"}, {
      "id": 1554,
      "label": "苏仙区（郴江路以西，市区内）",
      "value": "苏仙区（郴江路以西，市区内）"
    }, {"id": 3624, "label": "北湖区（七里大道以东，市区内）", "value": "北湖区（七里大道以东，市区内）"}, {
      "id": 6777,
      "label": "北湖区（市郊乡镇）",
      "value": "北湖区（市郊乡镇）"
    }, {"id": 6778, "label": "苏仙区（市郊乡镇）", "value": "苏仙区（市郊乡镇）"}], "id": 1544, "label": "郴州市", "value": "郴州市"
  }, {
    "children": [{"id": 1556, "label": "南县", "value": "南县"}, {
      "id": 1557,
      "label": "桃江县",
      "value": "桃江县"
    }, {"id": 1558, "label": "安化县", "value": "安化县"}, {
      "id": 1559,
      "label": "资阳区（资阳大道以南）",
      "value": "资阳区（资阳大道以南）"
    }, {"id": 1565, "label": "沅江市", "value": "沅江市"}, {
      "id": 3623,
      "label": "赫山区（市区内）",
      "value": "赫山区（市区内）"
    }, {"id": 6779, "label": "赫山区（市郊乡镇）", "value": "赫山区（市郊乡镇）"}, {
      "id": 6780,
      "label": "资阳区（资阳大道以北市郊）",
      "value": "资阳区（资阳大道以北市郊）"
    }], "id": 1555, "label": "益阳市", "value": "益阳市"
  }, {
    "children": [{"id": 1561, "label": "冷水滩区(市区内)", "value": "冷水滩区(市区内)"}, {
      "id": 1563,
      "label": "祁阳县",
      "value": "祁阳县"
    }, {"id": 1564, "label": "双牌县", "value": "双牌县"}, {"id": 1566, "label": "道县", "value": "道县"}, {
      "id": 1567,
      "label": "江永县",
      "value": "江永县"
    }, {"id": 1568, "label": "江华瑶族自治县", "value": "江华瑶族自治县"}, {"id": 1569, "label": "宁远县", "value": "宁远县"}, {
      "id": 1570,
      "label": "新田县",
      "value": "新田县"
    }, {"id": 1571, "label": "蓝山县", "value": "蓝山县"}, {"id": 1572, "label": "东安县", "value": "东安县"}, {
      "id": 1573,
      "label": "零陵区",
      "value": "零陵区"
    }, {"id": 6781, "label": "冷水滩区（市郊乡镇）", "value": "冷水滩区（市郊乡镇）"}], "id": 1560, "label": "永州市", "value": "永州市"
  }, {
    "children": [{"id": 1575, "label": "洪江市", "value": "洪江市"}, {
      "id": 1576,
      "label": "会同县",
      "value": "会同县"
    }, {"id": 1578, "label": "溆浦县", "value": "溆浦县"}, {"id": 1579, "label": "辰溪县", "value": "辰溪县"}, {
      "id": 1580,
      "label": "靖州苗族侗族自治县",
      "value": "靖州苗族侗族自治县"
    }, {"id": 1581, "label": "通道侗族自治县", "value": "通道侗族自治县"}, {
      "id": 1582,
      "label": "芷江侗族自治县",
      "value": "芷江侗族自治县"
    }, {"id": 1583, "label": "新晃侗族自治县", "value": "新晃侗族自治县"}, {
      "id": 1584,
      "label": "麻阳苗族自治县",
      "value": "麻阳苗族自治县"
    }, {"id": 3070, "label": "沅陵县", "value": "沅陵县"}, {
      "id": 3625,
      "label": "鹤城区（市区内）",
      "value": "鹤城区（市区内）"
    }, {"id": 3626, "label": "中方县", "value": "中方县"}, {"id": 6770, "label": "鹤城区（市区外）", "value": "鹤城区（市区外）"}],
    "id": 1574,
    "label": "怀化市",
    "value": "怀化市"
  }, {
    "children": [{"id": 1588, "label": "冷水江市", "value": "冷水江市"}, {
      "id": 1589,
      "label": "涟源市",
      "value": "涟源市"
    }, {"id": 1590, "label": "新化县", "value": "新化县"}, {"id": 1591, "label": "双峰县", "value": "双峰县"}, {
      "id": 3627,
      "label": "娄星区（娄星城区）",
      "value": "娄星区（娄星城区）"
    }, {"id": 6769, "label": "娄星区（娄星城区以外）", "value": "娄星区（娄星城区以外）"}], "id": 1586, "label": "娄底市", "value": "娄底市"
  }, {
    "children": [{"id": 1593, "label": "吉首市", "value": "吉首市"}, {
      "id": 1594,
      "label": "古丈县",
      "value": "古丈县"
    }, {"id": 1595, "label": "龙山县", "value": "龙山县"}, {"id": 1596, "label": "永顺县", "value": "永顺县"}, {
      "id": 1597,
      "label": "泸溪县",
      "value": "泸溪县"
    }, {"id": 1598, "label": "凤凰县", "value": "凤凰县"}, {"id": 1599, "label": "花垣县", "value": "花垣县"}, {
      "id": 1600,
      "label": "保靖县",
      "value": "保靖县"
    }], "id": 1592, "label": "湘西州", "value": "湘西州"
  }, {
    "children": [{"id": 4251, "label": "耒阳市", "value": "耒阳市"}, {"id": 4252, "label": "蔡子池区", "value": "蔡子池区"}],
    "id": 4250,
    "label": "耒阳市",
    "value": "耒阳市"
  }], "id": 18, "label": "湖南", "value": "湖南"
}, {
  "children": [{
    "children": [{"id": 1602, "label": "花都区(赤坭、梯面镇、白云国际机场)", "value": "花都区(赤坭、梯面镇、白云国际机场)"}, {
      "id": 1603,
      "label": "番禺区(除榄核、大岗、灵山镇外)",
      "value": "番禺区(除榄核、大岗、灵山镇外)"
    }, {"id": 1604, "label": "从化市(除街口、城郊、江埔、太平、神岗外)", "value": "从化市(除街口、城郊、江埔、太平、神岗外)"}, {
      "id": 3633,
      "label": "天河区",
      "value": "天河区"
    }, {"id": 3634, "label": "海珠区", "value": "海珠区"}, {"id": 3635, "label": "荔湾区", "value": "荔湾区"}, {
      "id": 3637,
      "label": "越秀区",
      "value": "越秀区"
    }, {"id": 4040, "label": "南沙区(除南沙街道、黄阁外)", "value": "南沙区(除南沙街道、黄阁外)"}, {
      "id": 4242,
      "label": "增城市(朱村、正果、石滩、中新、派潭、小楼镇)",
      "value": "增城市(朱村、正果、石滩、中新、派潭、小楼镇)"
    }, {"id": 4745, "label": "番禺区(大岗、灵山镇)", "value": "番禺区(大岗、灵山镇)"}, {
      "id": 4778,
      "label": "增城市(荔城、增江、新塘镇)",
      "value": "增城市(荔城、增江、新塘镇)"
    }, {"id": 4823, "label": "花都区(新华,雅瑶,狮岭,炭步,花山,花东镇)", "value": "花都区(新华,雅瑶,狮岭,炭步,花山,花东镇)"}, {
      "id": 4880,
      "label": "萝岗区(夏港街道、萝岗街道、东区街道、联和街道)",
      "value": "萝岗区(夏港街道、萝岗街道、东区街道、联和街道)"
    }, {"id": 5481, "label": "从化市(街口、城郊、江埔、太平、神岗)", "value": "从化市(街口、城郊、江埔、太平、神岗)"}, {
      "id": 6116,
      "label": "南沙区(南沙街道、黄阁)",
      "value": "南沙区(南沙街道、黄阁)"
    }, {"id": 6794, "label": "番禺区(榄核镇)", "value": "番禺区(榄核镇)"}, {
      "id": 6961,
      "label": "白云区(除人和镇、太和镇、钟落潭镇外)",
      "value": "白云区(除人和镇、太和镇、钟落潭镇外)"
    }, {"id": 6962, "label": "白云区(人和镇、太和镇、钟落潭镇)", "value": "白云区(人和镇、太和镇、钟落潭镇)"}, {
      "id": 6964,
      "label": "黄埔区(除长洲街道外)",
      "value": "黄埔区(除长洲街道外)"
    }, {"id": 6965, "label": "黄埔区(长洲街道)", "value": "黄埔区(长洲街道)"}, {
      "id": 9752,
      "label": "萝岗区(永和街道、九龙镇)",
      "value": "萝岗区(永和街道、九龙镇)"
    }], "id": 1601, "label": "广州市", "value": "广州市"
  }, {
    "children": [{
      "id": 3150,
      "label": "龙岗区(布吉,南湾,龙岗,龙城,横岗,坂田,平湖街道)",
      "value": "龙岗区(布吉,南湾,龙岗,龙城,横岗,坂田,平湖街道)"
    }, {"id": 3155, "label": "南山区", "value": "南山区"}, {"id": 3638, "label": "罗湖区", "value": "罗湖区"}, {
      "id": 3639,
      "label": "福田区",
      "value": "福田区"
    }, {"id": 4773, "label": "宝安区(新安，西乡，福永，沙井，松岗，石岩街道)", "value": "宝安区(新安，西乡，福永，沙井，松岗，石岩街道)"}, {
      "id": 6673,
      "label": "龙华新区(民治，龙华，大浪街道)",
      "value": "龙华新区(民治，龙华，大浪街道)"
    }, {"id": 6674, "label": "龙华新区(观澜街道)", "value": "龙华新区(观澜街道)"}, {
      "id": 6675,
      "label": "光明新区(光明，公明街道)",
      "value": "光明新区(光明，公明街道)"
    }, {"id": 6735, "label": "龙岗区（坪地街道）", "value": "龙岗区（坪地街道）"}, {
      "id": 6736,
      "label": "坪山新区（坪山，坑梓街道）",
      "value": "坪山新区（坪山，坑梓街道）"
    }, {"id": 6737, "label": "大鹏新区（大鹏，南澳，葵涌街道）", "value": "大鹏新区（大鹏，南澳，葵涌街道）"}, {
      "id": 7398,
      "label": "盐田区（沙头角、海山、盐田街道）",
      "value": "盐田区（沙头角、海山、盐田街道）"
    }, {"id": 7399, "label": "盐田区（梅沙街道）", "value": "盐田区（梅沙街道）"}], "id": 1607, "label": "深圳市", "value": "深圳市"
  }, {
    "children": [{"id": 1610, "label": "香洲区（新香洲、老香洲、前山、南屏、湾仔保税区）", "value": "香洲区（新香洲、老香洲、前山、南屏、湾仔保税区）"}, {
      "id": 3640,
      "label": "斗门区（斗门镇、六乡镇、莲洲镇）",
      "value": "斗门区（斗门镇、六乡镇、莲洲镇）"
    }, {"id": 3641, "label": "金湾区（红旗镇、三灶镇、小林镇、平沙镇中心）", "value": "金湾区（红旗镇、三灶镇、小林镇、平沙镇中心）"}, {
      "id": 3848,
      "label": "吉大区",
      "value": "吉大区"
    }, {"id": 3850, "label": "拱北区", "value": "拱北区"}, {
      "id": 4031,
      "label": "金唐区（金鼎镇、唐家湾镇）",
      "value": "金唐区（金鼎镇、唐家湾镇）"
    }, {"id": 4349, "label": "香洲区（横琴岛新区）", "value": "香洲区（横琴岛新区）"}, {
      "id": 6698,
      "label": "斗门区（井岸镇、乾务镇、白蕉镇）",
      "value": "斗门区（井岸镇、乾务镇、白蕉镇）"
    }, {"id": 6810, "label": "金湾区（南水镇、高栏港区、平沙镇郊区）", "value": "金湾区（南水镇、高栏港区、平沙镇郊区）"}],
    "id": 1609,
    "label": "珠海市",
    "value": "珠海市"
  }, {
    "children": [{"id": 1612, "label": "澄海区(澄城，莲上、莲下、上华、湾头)", "value": "澄海区(澄城，莲上、莲下、上华、湾头)"}, {
      "id": 1614,
      "label": "南澳县",
      "value": "南澳县"
    }, {"id": 1615, "label": "金平区(月浦、莲塘、鮀莲、赖厝、天港、玉井)", "value": "金平区(月浦、莲塘、鮀莲、赖厝、天港、玉井)"}, {
      "id": 1616,
      "label": "濠江区(达濠岛)",
      "value": "濠江区(达濠岛)"
    }, {"id": 3027, "label": "潮阳区(谷饶、贵屿、河溪、金灶、铜盂、关埠)", "value": "潮阳区(谷饶、贵屿、河溪、金灶、铜盂、关埠)"}, {
      "id": 3642,
      "label": "龙湖区(外充公、新溪、渔洲、旦家园)",
      "value": "龙湖区(外充公、新溪、渔洲、旦家园)"
    }, {"id": 4755, "label": "龙湖区(市区内、鸥汀、内充公、辛厝寮、外砂)", "value": "龙湖区(市区内、鸥汀、内充公、辛厝寮、外砂)"}, {
      "id": 4756,
      "label": "金平区(市区内，光华、岐山、升平、汕大、叠金)",
      "value": "金平区(市区内，光华、岐山、升平、汕大、叠金)"
    }, {"id": 6687, "label": "潮阳区(棉城、和平、海门、金浦)", "value": "潮阳区(棉城、和平、海门、金浦)"}, {
      "id": 6688,
      "label": "濠江区(河浦镇)",
      "value": "濠江区(河浦镇)"
    }, {"id": 6834, "label": "澄海区(莲华、东里、溪南、盐鸿、隆都、坝头)", "value": "澄海区(莲华、东里、溪南、盐鸿、隆都、坝头)"}, {
      "id": 8538,
      "label": "潮南区（峡山、陈店、两英、司马浦）",
      "value": "潮南区（峡山、陈店、两英、司马浦）"
    }, {"id": 8539, "label": "潮南区（井都、陇田、雷岭、成田、胪岗、仙城）", "value": "潮南区（井都、陇田、雷岭、成田、胪岗、仙城）"}],
    "id": 1611,
    "label": "汕头市",
    "value": "汕头市"
  }, {
    "children": [{"id": 1618, "label": "南雄市", "value": "南雄市"}, {
      "id": 1619,
      "label": "乐昌市",
      "value": "乐昌市"
    }, {"id": 1620, "label": "仁化县", "value": "仁化县"}, {"id": 1621, "label": "始兴县", "value": "始兴县"}, {
      "id": 1622,
      "label": "翁源县",
      "value": "翁源县"
    }, {"id": 1624, "label": "新丰县", "value": "新丰县"}, {"id": 1625, "label": "乳源瑶族自治县", "value": "乳源瑶族自治县"}, {
      "id": 1626,
      "label": "曲江区",
      "value": "曲江区"
    }, {"id": 3643, "label": "武江区", "value": "武江区"}, {"id": 3644, "label": "浈江区", "value": "浈江区"}],
    "id": 1617,
    "label": "韶关市",
    "value": "韶关市"
  }, {
    "children": [{"id": 1628, "label": "和平县", "value": "和平县"}, {
      "id": 1629,
      "label": "龙川县",
      "value": "龙川县"
    }, {"id": 1630, "label": "紫金县", "value": "紫金县"}, {"id": 1631, "label": "连平县", "value": "连平县"}, {
      "id": 1632,
      "label": "东源县(仙塘圩镇、仙塘蝴蝶岭工业园)",
      "value": "东源县(仙塘圩镇、仙塘蝴蝶岭工业园)"
    }, {"id": 1633, "label": "源城区(埔前镇、高埔岗、龙岭工业园、临江镇)", "value": "源城区(埔前镇、高埔岗、龙岭工业园、临江镇)"}, {
      "id": 4840,
      "label": "源城区(除埔前镇、高埔岗、龙岭工业园、临江镇以外)",
      "value": "源城区(除埔前镇、高埔岗、龙岭工业园、临江镇以外)"
    }, {"id": 4841, "label": "东源县(除仙塘圩镇、仙塘蝴蝶岭工业园以外)", "value": "东源县(除仙塘圩镇、仙塘蝴蝶岭工业园以外)"}],
    "id": 1627,
    "label": "河源市",
    "value": "河源市"
  }, {
    "children": [{"id": 1635, "label": "兴宁市", "value": "兴宁市"}, {
      "id": 1636,
      "label": "梅县",
      "value": "梅县"
    }, {"id": 1637, "label": "蕉岭县", "value": "蕉岭县"}, {"id": 1638, "label": "大埔县", "value": "大埔县"}, {
      "id": 1639,
      "label": "丰顺县",
      "value": "丰顺县"
    }, {"id": 1640, "label": "五华县", "value": "五华县"}, {"id": 1641, "label": "平远县", "value": "平远县"}, {
      "id": 1642,
      "label": "梅江区",
      "value": "梅江区"
    }], "id": 1634, "label": "梅州市", "value": "梅州市"
  }, {
    "children": [{
      "id": 1644,
      "label": "惠阳区(秋长、沙田、三和、新墟、镇隆、永湖、良井)",
      "value": "惠阳区(秋长、沙田、三和、新墟、镇隆、永湖、良井)"
    }, {"id": 1647, "label": "龙门县", "value": "龙门县"}, {
      "id": 2997,
      "label": "大亚湾区（西区、新寮、响水河工业区）",
      "value": "大亚湾区（西区、新寮、响水河工业区）"
    }, {"id": 3135, "label": "惠城区(桥东、桥西、江北、河南岸、惠环、陈江)", "value": "惠城区(桥东、桥西、江北、河南岸、惠环、陈江)"}, {
      "id": 4447,
      "label": "惠城区(小金口、水口、汝湖、三栋、沥林、潼侨)",
      "value": "惠城区(小金口、水口、汝湖、三栋、沥林、潼侨)"
    }, {"id": 4894, "label": "惠阳区(淡水城区内)", "value": "惠阳区(淡水城区内)"}, {
      "id": 6836,
      "label": "大亚湾区（澳头、霞涌、石化区）",
      "value": "大亚湾区（澳头、霞涌、石化区）"
    }, {"id": 6939, "label": "惠东县（平山、大岭）", "value": "惠东县（平山、大岭）"}, {
      "id": 6940,
      "label": "惠东县（白花、多祝、稔山、安墩、吉隆、黄埠、巽寮）",
      "value": "惠东县（白花、多祝、稔山、安墩、吉隆、黄埠、巽寮）"
    }, {"id": 8541, "label": "博罗县（罗阳、义和）", "value": "博罗县（罗阳、义和）"}, {
      "id": 8542,
      "label": "博罗县（龙溪、福田、长宁、园洲、石湾、杨村、公庄）",
      "value": "博罗县（龙溪、福田、长宁、园洲、石湾、杨村、公庄）"
    }], "id": 1643, "label": "惠州市", "value": "惠州市"
  }, {
    "children": [{"id": 1653, "label": "陆河县", "value": "陆河县"}, {
      "id": 1654,
      "label": "城区(海汕公路及莲花山以西,141县道以北)",
      "value": "城区(海汕公路及莲花山以西,141县道以北)"
    }, {"id": 3037, "label": "海丰县", "value": "海丰县"}, {
      "id": 5501,
      "label": "城区(海汕公路及莲花山以东,141县道以南)",
      "value": "城区(海汕公路及莲花山以东,141县道以南)"
    }, {"id": 8187, "label": "陆丰市（城东街道、东海街道、河西街道）", "value": "陆丰市（城东街道、东海街道、河西街道）"}, {
      "id": 8188,
      "label": "陆丰市（除城东街道、东海街道、河西街道以外）",
      "value": "陆丰市（除城东街道、东海街道、河西街道以外）"
    }], "id": 1650, "label": "汕尾市", "value": "汕尾市"
  }, {
    "children": [{"id": 1656, "label": "东城区(莞深高速以西,莞龙路以南,迎宾路以北)", "value": "东城区(莞深高速以西,莞龙路以南,迎宾路以北)"}, {
      "id": 2949,
      "label": "虎门镇(环岛路以西,轮渡路以北,凤凰路以南)",
      "value": "虎门镇(环岛路以西,轮渡路以北,凤凰路以南)"
    }, {"id": 2950, "label": "中堂镇", "value": "中堂镇"}, {"id": 3041, "label": "东坑镇", "value": "东坑镇"}, {
      "id": 3056,
      "label": "黄江镇(虎岗高速以北、莞佛高速以西、东环二路以南)",
      "value": "黄江镇(虎岗高速以北、莞佛高速以西、东环二路以南)"
    }, {"id": 3078, "label": "道滘镇", "value": "道滘镇"}, {"id": 3097, "label": "沙田镇", "value": "沙田镇"}, {
      "id": 3100,
      "label": "高步镇",
      "value": "高步镇"
    }, {"id": 3102, "label": "石龙镇", "value": "石龙镇"}, {"id": 3104, "label": "石排镇", "value": "石排镇"}, {
      "id": 3105,
      "label": "企石镇",
      "value": "企石镇"
    }, {"id": 3111, "label": "石碣镇", "value": "石碣镇"}, {"id": 3116, "label": "洪梅镇", "value": "洪梅镇"}, {
      "id": 3120,
      "label": "麻涌镇",
      "value": "麻涌镇"
    }, {"id": 3134, "label": "桥头镇", "value": "桥头镇"}, {"id": 3151, "label": "望牛墩镇", "value": "望牛墩镇"}, {
      "id": 3171,
      "label": "茶山镇",
      "value": "茶山镇"
    }, {"id": 4087, "label": "谢岗镇", "value": "谢岗镇"}, {"id": 4147, "label": "松山湖", "value": "松山湖"}, {
      "id": 4255,
      "label": "莞城区",
      "value": "莞城区"
    }, {"id": 4256, "label": "南城区", "value": "南城区"}, {
      "id": 4747,
      "label": "东城区(莞深高速以东,莞龙路以北,迎宾路以南)",
      "value": "东城区(莞深高速以东,莞龙路以北,迎宾路以南)"
    }, {"id": 4760, "label": "长安镇", "value": "长安镇"}, {
      "id": 4775,
      "label": "虎门镇(环岛路以东,轮渡路以南,凤凰路以北)",
      "value": "虎门镇(环岛路以东,轮渡路以南,凤凰路以北)"
    }, {"id": 4866, "label": "寮步镇", "value": "寮步镇"}, {"id": 4871, "label": "大岭山镇", "value": "大岭山镇"}, {
      "id": 4886,
      "label": "常平镇",
      "value": "常平镇"
    }, {"id": 4910, "label": "厚街镇", "value": "厚街镇"}, {"id": 4911, "label": "万江区", "value": "万江区"}, {
      "id": 4932,
      "label": "樟木头镇",
      "value": "樟木头镇"
    }, {"id": 4933, "label": "黄江镇(虎岗高速以南、莞佛高速以东、东环二路以北)", "value": "黄江镇(虎岗高速以南、莞佛高速以东、东环二路以北)"}, {
      "id": 4980,
      "label": "大朗镇",
      "value": "大朗镇"
    }, {"id": 5457, "label": "塘厦镇", "value": "塘厦镇"}, {"id": 5473, "label": "凤岗镇", "value": "凤岗镇"}, {
      "id": 5869,
      "label": "清溪镇",
      "value": "清溪镇"
    }, {"id": 5905, "label": "横沥镇", "value": "横沥镇"}], "id": 1655, "label": "东莞市", "value": "东莞市"
  }, {
    "children": [{"id": 1658, "label": "中山市区内", "value": "中山市区内"}, {
      "id": 2777,
      "label": "南朗镇",
      "value": "南朗镇"
    }, {"id": 2902, "label": "小榄镇", "value": "小榄镇"}, {"id": 2957, "label": "古镇", "value": "古镇"}, {
      "id": 3001,
      "label": "坦洲镇",
      "value": "坦洲镇"
    }, {"id": 3007, "label": "黄圃镇", "value": "黄圃镇"}, {"id": 3016, "label": "三乡镇", "value": "三乡镇"}, {
      "id": 3067,
      "label": "东凤镇",
      "value": "东凤镇"
    }, {"id": 3112, "label": "横栏镇", "value": "横栏镇"}, {"id": 3143, "label": "三角镇", "value": "三角镇"}, {
      "id": 3176,
      "label": "南头镇",
      "value": "南头镇"
    }, {"id": 3743, "label": "沙溪镇", "value": "沙溪镇"}, {"id": 4042, "label": "五桂山镇", "value": "五桂山镇"}, {
      "id": 4076,
      "label": "阜沙镇",
      "value": "阜沙镇"
    }, {"id": 4080, "label": "东升镇", "value": "东升镇"}, {"id": 4102, "label": "板芙镇", "value": "板芙镇"}, {
      "id": 4127,
      "label": "神湾镇",
      "value": "神湾镇"
    }, {"id": 4141, "label": "港口镇", "value": "港口镇"}, {"id": 4190, "label": "大涌镇", "value": "大涌镇"}, {
      "id": 4852,
      "label": "火炬开发区",
      "value": "火炬开发区"
    }, {"id": 8540, "label": "民众镇", "value": "民众镇"}], "id": 1657, "label": "中山市", "value": "中山市"
  }, {
    "children": [{"id": 1660, "label": "台山市(除台城镇以外)", "value": "台山市(除台城镇以外)"}, {
      "id": 1661,
      "label": "新会区(会城除外，含七堡、南坦)",
      "value": "新会区(会城除外，含七堡、南坦)"
    }, {"id": 1662, "label": "开平市（长沙区/三埠区除外,含楼冈、沙冈）", "value": "开平市（长沙区/三埠区除外,含楼冈、沙冈）"}, {
      "id": 1663,
      "label": "鹤山市(雅瑶镇/桃源镇镇中心、沙坪镇）",
      "value": "鹤山市(雅瑶镇/桃源镇镇中心、沙坪镇）"
    }, {"id": 1665, "label": "江海区(西江以西、江中高速以北)", "value": "江海区(西江以西、江中高速以北)"}, {
      "id": 3645,
      "label": "蓬江区(北环以南、西环以东、中江以北、青年路以北)",
      "value": "蓬江区(北环以南、西环以东、中江以北、青年路以北)"
    }, {"id": 4496, "label": "江海区(西江以东、江中高速以南)", "value": "江海区(西江以东、江中高速以南)"}, {
      "id": 4497,
      "label": "蓬江区(北环以北、西环以西、中江以南、青年路以南)",
      "value": "蓬江区(北环以北、西环以西、中江以南、青年路以南)"
    }, {"id": 6638, "label": "新会区（会城，不含七堡、南坦）", "value": "新会区（会城，不含七堡、南坦）"}, {
      "id": 6685,
      "label": "开平市（长沙区/三埠区，不含楼冈、沙冈）",
      "value": "开平市（长沙区/三埠区，不含楼冈、沙冈）"
    }, {"id": 6694, "label": "台山市(台城镇)", "value": "台山市(台城镇)"}, {
      "id": 6817,
      "label": "鹤山市(除雅瑶镇/桃源镇镇中心、沙坪镇以外）",
      "value": "鹤山市(除雅瑶镇/桃源镇镇中心、沙坪镇以外）"
    }, {"id": 6906, "label": "恩平市(平石镇中心、东安镇中心、恩城镇）", "value": "恩平市(平石镇中心、东安镇中心、恩城镇）"}, {
      "id": 6907,
      "label": "恩平市(除平石镇中心、东安镇中心、恩城镇以外）",
      "value": "恩平市(除平石镇中心、东安镇中心、恩城镇以外）"
    }], "id": 1659, "label": "江门市", "value": "江门市"
  }, {
    "children": [{"id": 1667, "label": "三水区(除西南街道外)", "value": "三水区(除西南街道外)"}, {
      "id": 1668,
      "label": "南海区(除桂城、大沥、盐步、黄岐、里水、和顺镇外)",
      "value": "南海区(除桂城、大沥、盐步、黄岐、里水、和顺镇外)"
    }, {"id": 1669, "label": "顺德区", "value": "顺德区"}, {"id": 1670, "label": "高明区（荷城）", "value": "高明区（荷城）"}, {
      "id": 1671,
      "label": "禅城区(市内、南庄镇)",
      "value": "禅城区(市内、南庄镇)"
    }, {"id": 4749, "label": "南海区(桂城、大沥、盐步、黄岐、里水、和顺镇)", "value": "南海区(桂城、大沥、盐步、黄岐、里水、和顺镇)"}, {
      "id": 6007,
      "label": "三水区(西南街道)",
      "value": "三水区(西南街道)"
    }, {"id": 6797, "label": "高明区（除荷城外）", "value": "高明区（除荷城外）"}, {
      "id": 8543,
      "label": "南海区（罗村街道、狮山镇）",
      "value": "南海区（罗村街道、狮山镇）"
    }], "id": 1666, "label": "佛山市", "value": "佛山市"
  }, {
    "children": [{"id": 1673, "label": "阳春市", "value": "阳春市"}, {
      "id": 1674,
      "label": "阳西县",
      "value": "阳西县"
    }, {"id": 1675, "label": "阳东县(龙塘路以西,新华路以北,金山路以南)", "value": "阳东县(龙塘路以西,新华路以北,金山路以南)"}, {
      "id": 1676,
      "label": "江城区(建设路以东,江台路以北,金山路以南)",
      "value": "江城区(建设路以东,江台路以北,金山路以南)"
    }, {"id": 4821, "label": "江城区(建设路以西,江台路以南,金山路以北)", "value": "江城区(建设路以西,江台路以南,金山路以北)"}, {
      "id": 4822,
      "label": "阳东县(龙塘路以东,新华路以南,金山路以北)",
      "value": "阳东县(龙塘路以东,新华路以南,金山路以北)"
    }], "id": 1672, "label": "阳江市", "value": "阳江市"
  }, {
    "children": [{"id": 1678, "label": "廉江市(廉城镇、石城镇镇中心)", "value": "廉江市(廉城镇、石城镇镇中心)"}, {
      "id": 1679,
      "label": "雷州市",
      "value": "雷州市"
    }, {"id": 1680, "label": "吴川市", "value": "吴川市"}, {"id": 1682, "label": "徐闻县", "value": "徐闻县"}, {
      "id": 1683,
      "label": "麻章区(金华西路以南、政通路以北、疏港大道以东)",
      "value": "麻章区(金华西路以南、政通路以北、疏港大道以东)"
    }, {"id": 3646, "label": "坡头区", "value": "坡头区"}, {
      "id": 3647,
      "label": "霞山区(友谊路以北,黎湛铁路以东)",
      "value": "霞山区(友谊路以北,黎湛铁路以东)"
    }, {"id": 3648, "label": "赤坎区(福建村以南、大吨沙以西)", "value": "赤坎区(福建村以南、大吨沙以西)"}, {
      "id": 4145,
      "label": "湛江经济技术开发区(除东海岛)",
      "value": "湛江经济技术开发区(除东海岛)"
    }, {"id": 4759, "label": "霞山区(友谊路以南,黎湛铁路以西)", "value": "霞山区(友谊路以南,黎湛铁路以西)"}, {
      "id": 4844,
      "label": "赤坎区(福建村以北、大吨沙以东)",
      "value": "赤坎区(福建村以北、大吨沙以东)"
    }, {"id": 4845, "label": "湛江经济技术开发区(东海岛)", "value": "湛江经济技术开发区(东海岛)"}, {
      "id": 4846,
      "label": "麻章区(金华西路以北、政通路以南、疏港大道以西)",
      "value": "麻章区(金华西路以北、政通路以南、疏港大道以西)"
    }, {"id": 5865, "label": "廉江市(除廉城镇、石城镇镇中心外)", "value": "廉江市(除廉城镇、石城镇镇中心外)"}, {
      "id": 6969,
      "label": "遂溪县（遂城镇、黄城镇镇中心）",
      "value": "遂溪县（遂城镇、黄城镇镇中心）"
    }, {"id": 6970, "label": "遂溪县（除遂城镇、黄城镇镇中心以外）", "value": "遂溪县（除遂城镇、黄城镇镇中心以外）"}],
    "id": 1677,
    "label": "湛江市",
    "value": "湛江市"
  }, {
    "children": [{"id": 1687, "label": "信宜市", "value": "信宜市"}, {
      "id": 1689,
      "label": "茂南区(主城区)",
      "value": "茂南区(主城区)"
    }, {"id": 4839, "label": "茂南区(主城区外区域)", "value": "茂南区(主城区外区域)"}, {
      "id": 6851,
      "label": "化州市（河西、东山、下郭、南盛街道）",
      "value": "化州市（河西、东山、下郭、南盛街道）"
    }, {"id": 6852, "label": "化州市（石湾街道）", "value": "化州市（石湾街道）"}, {
      "id": 6853,
      "label": "化州市（除河西、东山、下郭、南盛、石湾街道以外）",
      "value": "化州市（除河西、东山、下郭、南盛、石湾街道以外）"
    }, {"id": 6854, "label": "高州市（宝光、潘州、山美、石仔岭街道）", "value": "高州市（宝光、潘州、山美、石仔岭街道）"}, {
      "id": 6855,
      "label": "高州市（金山街道）",
      "value": "高州市（金山街道）"
    }, {"id": 6856, "label": "高州市（除宝光、潘州、山美、石仔岭、金山街道以外）", "value": "高州市（除宝光、潘州、山美、石仔岭、金山街道以外）"}, {
      "id": 6923,
      "label": "电白县（水东镇）",
      "value": "电白县（水东镇）"
    }, {"id": 6924, "label": "电白县（除水东镇以外）", "value": "电白县（除水东镇以外）"}, {
      "id": 6925,
      "label": "茂港区（南海、高地街道）",
      "value": "茂港区（南海、高地街道）"
    }, {"id": 6926, "label": "茂港区（除南海、高地街道以外）", "value": "茂港区（除南海、高地街道以外）"}], "id": 1684, "label": "茂名市", "value": "茂名市"
  }, {
    "children": [{
      "id": 1691,
      "label": "高要市(除南岸、金渡、马安、新桥镇区、科技学院以外)",
      "value": "高要市(除南岸、金渡、马安、新桥镇区、科技学院以外)"
    }, {"id": 1692, "label": "四会市(除城中、东城、高新区；新江、清塘镇以外)", "value": "四会市(除城中、东城、高新区；新江、清塘镇以外)"}, {
      "id": 1693,
      "label": "广宁县",
      "value": "广宁县"
    }, {"id": 1694, "label": "德庆县", "value": "德庆县"}, {"id": 1695, "label": "怀集县", "value": "怀集县"}, {
      "id": 1696,
      "label": "封开县",
      "value": "封开县"
    }, {"id": 1697, "label": "鼎湖区", "value": "鼎湖区"}, {"id": 4781, "label": "端州区", "value": "端州区"}, {
      "id": 4853,
      "label": "高要市(南岸、金渡、马安、新桥镇区、科技学院)",
      "value": "高要市(南岸、金渡、马安、新桥镇区、科技学院)"
    }, {"id": 6707, "label": "四会市(城中、东城、高新区；新江、清塘镇)", "value": "四会市(城中、东城、高新区；新江、清塘镇)"}],
    "id": 1690,
    "label": "肇庆市",
    "value": "肇庆市"
  }, {
    "children": [{"id": 1700, "label": "云安县", "value": "云安县"}, {
      "id": 1701,
      "label": "新兴县",
      "value": "新兴县"
    }, {"id": 1702, "label": "郁南县", "value": "郁南县"}, {
      "id": 1703,
      "label": "云城区(新世纪大道以西、324国道以南)",
      "value": "云城区(新世纪大道以西、324国道以南)"
    }, {"id": 4784, "label": "云城区(新世纪大道以东、324国道以北)", "value": "云城区(新世纪大道以东、324国道以北)"}, {
      "id": 6933,
      "label": "罗定市（罗城、城西、城东、附城街道）",
      "value": "罗定市（罗城、城西、城东、附城街道）"
    }, {"id": 6934, "label": "罗定市（双东、素龙街道）", "value": "罗定市（双东、素龙街道）"}, {
      "id": 6942,
      "label": "罗定市(除罗城、城西、城东、附城、双东、素龙街道外)",
      "value": "罗定市(除罗城、城西、城东、附城、双东、素龙街道外)"
    }], "id": 1698, "label": "云浮市", "value": "云浮市"
  }, {
    "children": [{"id": 1795, "label": "连州市", "value": "连州市"}, {
      "id": 1796,
      "label": "佛冈县",
      "value": "佛冈县"
    }, {"id": 1797, "label": "阳山县", "value": "阳山县"}, {"id": 1798, "label": "清新县", "value": "清新县"}, {
      "id": 1799,
      "label": "连山壮族瑶族自治县",
      "value": "连山壮族瑶族自治县"
    }, {"id": 1800, "label": "连南瑶族自治区", "value": "连南瑶族自治区"}, {
      "id": 1801,
      "label": "清城区(环城北路以南、人民路以北)",
      "value": "清城区(环城北路以南、人民路以北)"
    }, {"id": 4774, "label": "清城区(环城北路以北、人民路以南)", "value": "清城区(环城北路以北、人民路以南)"}, {
      "id": 6937,
      "label": "英德市（英城镇中心、大站镇中心）",
      "value": "英德市（英城镇中心、大站镇中心）"
    }, {"id": 6938, "label": "英德市（除英城镇中心、大站镇中心以外）", "value": "英德市（除英城镇中心、大站镇中心以外）"}],
    "id": 1704,
    "label": "清远市",
    "value": "清远市"
  }, {
    "children": [{"id": 1706, "label": "潮安县（古巷镇政府，枫洋村）", "value": "潮安县（古巷镇政府，枫洋村）"}, {
      "id": 1707,
      "label": "饶平县",
      "value": "饶平县"
    }, {"id": 1708, "label": "湘桥区(市区外，意溪镇，六亩村，黄金塘)", "value": "湘桥区(市区外，意溪镇，六亩村，黄金塘)"}, {
      "id": 4238,
      "label": "枫溪区(如意路以南)",
      "value": "枫溪区(如意路以南)"
    }, {"id": 4934, "label": "湘桥区(市区，下津村，韩山师范学院，金山中学)", "value": "湘桥区(市区，下津村，韩山师范学院，金山中学)"}, {
      "id": 4935,
      "label": "枫溪区(如意路以北)",
      "value": "枫溪区(如意路以北)"
    }, {"id": 6827, "label": "潮安县（除古巷镇政府，枫洋村外）", "value": "潮安县（除古巷镇政府，枫洋村外）"}],
    "id": 1705,
    "label": "潮州市",
    "value": "潮州市"
  }, {
    "children": [{"id": 1711, "label": "揭东县(除曲溪镇县城、揭东开发区外)", "value": "揭东县(除曲溪镇县城、揭东开发区外)"}, {
      "id": 1712,
      "label": "揭西县",
      "value": "揭西县"
    }, {"id": 1713, "label": "惠来县", "value": "惠来县"}, {
      "id": 1714,
      "label": "榕城区(梅云镇、渔湖镇)",
      "value": "榕城区(梅云镇、渔湖镇)"
    }, {"id": 5484, "label": "东山区", "value": "东山区"}, {
      "id": 5485,
      "label": "大南山华侨管理区",
      "value": "大南山华侨管理区"
    }, {"id": 5486, "label": "普宁华侨管理区", "value": "普宁华侨管理区"}, {
      "id": 5487,
      "label": "揭阳经济开发试验区",
      "value": "揭阳经济开发试验区"
    }, {"id": 5489, "label": "榕城区(榕城区内、仙桥镇)", "value": "榕城区(榕城区内、仙桥镇)"}, {
      "id": 5490,
      "label": "揭东县(曲溪镇县城、揭东开发区)",
      "value": "揭东县(曲溪镇县城、揭东开发区)"
    }, {"id": 5864, "label": "普宁市", "value": "普宁市"}], "id": 1709, "label": "揭阳市", "value": "揭阳市"
  }], "id": 19, "label": "广东", "value": "广东"
}, {
  "children": [{
    "children": [{"id": 1716, "label": "武鸣县", "value": "武鸣县"}, {
      "id": 1724,
      "label": "邕宁区",
      "value": "邕宁区"
    }, {"id": 3005, "label": "宾阳县", "value": "宾阳县"}, {"id": 3650, "label": "横　县", "value": "横　县"}, {
      "id": 3651,
      "label": "上林县",
      "value": "上林县"
    }, {"id": 3652, "label": "隆安县", "value": "隆安县"}, {"id": 3653, "label": "马山县", "value": "马山县"}, {
      "id": 3654,
      "label": "良庆区(建设路以北、银沙大道以西)",
      "value": "良庆区(建设路以北、银沙大道以西)"
    }, {"id": 3655, "label": "西乡塘区(环城高速公路内)", "value": "西乡塘区(环城高速公路内)"}, {
      "id": 3656,
      "label": "江南区(那洪大道以北、沙井大道以东)",
      "value": "江南区(那洪大道以北、沙井大道以东)"
    }, {"id": 3657, "label": "兴宁区(环城高速公路内)", "value": "兴宁区(环城高速公路内)"}, {
      "id": 3658,
      "label": "青秀区(枫林路、青环路以西)",
      "value": "青秀区(枫林路、青环路以西)"
    }, {"id": 4435, "label": "西乡塘区(环城高速公路外)", "value": "西乡塘区(环城高速公路外)"}, {
      "id": 4436,
      "label": "兴宁区(环城高速公路外)",
      "value": "兴宁区(环城高速公路外)"
    }, {"id": 4437, "label": "青秀区(枫林路、青环路以东)", "value": "青秀区(枫林路、青环路以东)"}, {
      "id": 4438,
      "label": "良庆区(建设路以南、银沙大道以东)",
      "value": "良庆区(建设路以南、银沙大道以东)"
    }, {"id": 4837, "label": "江南区(那洪大道以南、沙井大道以西)", "value": "江南区(那洪大道以南、沙井大道以西)"}],
    "id": 1715,
    "label": "南宁市",
    "value": "南宁市"
  }, {
    "children": [{"id": 1721, "label": "柳江县", "value": "柳江县"}, {
      "id": 1722,
      "label": "柳城县",
      "value": "柳城县"
    }, {"id": 1725, "label": "鹿寨县", "value": "鹿寨县"}, {"id": 3659, "label": "融安县", "value": "融安县"}, {
      "id": 3660,
      "label": "三江侗族自治县",
      "value": "三江侗族自治县"
    }, {"id": 3661, "label": "融水苗族自治县", "value": "融水苗族自治县"}, {
      "id": 3662,
      "label": "柳北区(胜利路以南、河东路以南)",
      "value": "柳北区(胜利路以南、河东路以南)"
    }, {"id": 3663, "label": "柳南区(柳太路以东、飞鹅路以北)", "value": "柳南区(柳太路以东、飞鹅路以北)"}, {
      "id": 3664,
      "label": "鱼峰区(柳邕路以东、南环路以北)",
      "value": "鱼峰区(柳邕路以东、南环路以北)"
    }, {"id": 3665, "label": "城中区(河东路以南、东环路以西)", "value": "城中区(河东路以南、东环路以西)"}, {
      "id": 4492,
      "label": "柳北区(胜利路以北、河东路以北)",
      "value": "柳北区(胜利路以北、河东路以北)"
    }, {"id": 4493, "label": "柳南区(柳太路以西、飞鹅路以南)", "value": "柳南区(柳太路以西、飞鹅路以南)"}, {
      "id": 4494,
      "label": "鱼峰区(柳邕路以西、南环路以南)",
      "value": "鱼峰区(柳邕路以西、南环路以南)"
    }, {"id": 4495, "label": "城中区(河东路以北、东环路以东)", "value": "城中区(河东路以北、东环路以东)"}],
    "id": 1720,
    "label": "柳州市",
    "value": "柳州市"
  }, {
    "children": [{"id": 1727, "label": "阳朔县", "value": "阳朔县"}, {
      "id": 1728,
      "label": "临桂县",
      "value": "临桂县"
    }, {"id": 1729, "label": "灵川县", "value": "灵川县"}, {"id": 1730, "label": "全州县", "value": "全州县"}, {
      "id": 1731,
      "label": "平乐县",
      "value": "平乐县"
    }, {"id": 1732, "label": "兴安县", "value": "兴安县"}, {"id": 1733, "label": "灌阳县", "value": "灌阳县"}, {
      "id": 1734,
      "label": "荔浦县",
      "value": "荔浦县"
    }, {"id": 1735, "label": "资源县", "value": "资源县"}, {"id": 1736, "label": "永福县", "value": "永福县"}, {
      "id": 1738,
      "label": "龙胜各族自治县",
      "value": "龙胜各族自治县"
    }, {"id": 3666, "label": "恭城瑶族自治县", "value": "恭城瑶族自治县"}, {
      "id": 3667,
      "label": "七星区(七星路、普陀路以西，环城南一路以北)",
      "value": "七星区(七星路、普陀路以西，环城南一路以北)"
    }, {"id": 3668, "label": "秀峰区(环城西二路以东)", "value": "秀峰区(环城西二路以东)"}, {
      "id": 3669,
      "label": "叠彩区(环城北一路、环城北二路以南)",
      "value": "叠彩区(环城北一路、环城北二路以南)"
    }, {"id": 3670, "label": "象山区", "value": "象山区"}, {
      "id": 4453,
      "label": "叠彩区(环城北一路、环城北二路以北)",
      "value": "叠彩区(环城北一路、环城北二路以北)"
    }, {"id": 4454, "label": "秀峰区(环城西二路以西)", "value": "秀峰区(环城西二路以西)"}, {
      "id": 4455,
      "label": "七星区(七星路、普陀路以东，环城南一路以南)",
      "value": "七星区(七星路、普陀路以东，环城南一路以南)"
    }, {"id": 4457, "label": "雁山区", "value": "雁山区"}], "id": 1726, "label": "桂林市", "value": "桂林市"
  }, {
    "children": [{"id": 1741, "label": "岑溪市", "value": "岑溪市"}, {
      "id": 1742,
      "label": "苍梧县",
      "value": "苍梧县"
    }, {"id": 1743, "label": "藤县", "value": "藤县"}, {"id": 1744, "label": "蒙山县", "value": "蒙山县"}, {
      "id": 1745,
      "label": "长洲区(竹葵背以南,火车站以东,竹湾路以北)",
      "value": "长洲区(竹葵背以南,火车站以东,竹湾路以北)"
    }, {"id": 3671, "label": "蝶山区(广东路以南,西提二路以北)", "value": "蝶山区(广东路以南,西提二路以北)"}, {
      "id": 3672,
      "label": "万秀区(钱鉴以北,西江二路以南,白云山以西)",
      "value": "万秀区(钱鉴以北,西江二路以南,白云山以西)"
    }, {"id": 5494, "label": "长洲区(竹葵背以北,火车站以西,竹湾路以南)", "value": "长洲区(竹葵背以北,火车站以西,竹湾路以南)"}, {
      "id": 5495,
      "label": "蝶山区(广东路以北,西提二路以南)",
      "value": "蝶山区(广东路以北,西提二路以南)"
    }, {"id": 5496, "label": "万秀区(钱鉴以南,西江二路以北,白云山以东)", "value": "万秀区(钱鉴以南,西江二路以北,白云山以东)"}],
    "id": 1740,
    "label": "梧州市",
    "value": "梧州市"
  }, {
    "children": [{"id": 1747, "label": "合浦县", "value": "合浦县"}, {
      "id": 1748,
      "label": "铁山港区",
      "value": "铁山港区"
    }, {"id": 3673, "label": "银海区(北铁一级公路以南,银海大道以西)", "value": "银海区(北铁一级公路以南,银海大道以西)"}, {
      "id": 3674,
      "label": "海城区(北铁一级公路以南)",
      "value": "海城区(北铁一级公路以南)"
    }, {"id": 6662, "label": "海城区(北铁一级公路以北)", "value": "海城区(北铁一级公路以北)"}, {
      "id": 6663,
      "label": "银海区(北铁一级公路以北,银海大道以东)",
      "value": "银海区(北铁一级公路以北,银海大道以东)"
    }], "id": 1746, "label": "北海市", "value": "北海市"
  }, {
    "children": [{"id": 1750, "label": "东兴市", "value": "东兴市"}, {
      "id": 1751,
      "label": "上思县",
      "value": "上思县"
    }, {"id": 6898, "label": "防城区（三甲水库以南，钦东高速以西）", "value": "防城区（三甲水库以南，钦东高速以西）"}, {
      "id": 6899,
      "label": "防城区（三甲水库以北，钦东高速以东）",
      "value": "防城区（三甲水库以北，钦东高速以东）"
    }, {"id": 6900, "label": "港口区（疏港大道以北，西湾大桥以东）", "value": "港口区（疏港大道以北，西湾大桥以东）"}, {
      "id": 6901,
      "label": "港口区（疏港大道以南，西湾大桥以西）",
      "value": "港口区（疏港大道以南，西湾大桥以西）"
    }], "id": 1749, "label": "防城港市", "value": "防城港市"
  }, {
    "children": [{"id": 1754, "label": "浦北县", "value": "浦北县"}, {
      "id": 1755,
      "label": "灵山县",
      "value": "灵山县"
    }, {"id": 1756, "label": "钦南区(G325以南,金海湾路以北,钦州学院以东)", "value": "钦南区(G325以南,金海湾路以北,钦州学院以东)"}, {
      "id": 2999,
      "label": "钦北区",
      "value": "钦北区"
    }, {"id": 6704, "label": "钦南区(G325以北,金海湾路以南,钦州学院以西)", "value": "钦南区(G325以北,金海湾路以南,钦州学院以西)"}],
    "id": 1753,
    "label": "钦州市",
    "value": "钦州市"
  }, {
    "children": [{"id": 1758, "label": "桂平市", "value": "桂平市"}, {
      "id": 1759,
      "label": "平南县",
      "value": "平南县"
    }, {"id": 1760, "label": "覃塘区", "value": "覃塘区"}, {
      "id": 3676,
      "label": "港南区（江南大道以北，西环路以东）",
      "value": "港南区（江南大道以北，西环路以东）"
    }, {"id": 3677, "label": "港北区（新城区路以南，登龙桥路以西）", "value": "港北区（新城区路以南，登龙桥路以西）"}, {
      "id": 6845,
      "label": "港北区（新城区路以北，登龙桥路以东）",
      "value": "港北区（新城区路以北，登龙桥路以东）"
    }, {"id": 6846, "label": "港南区（江南大道以南，西环路以西）", "value": "港南区（江南大道以南，西环路以西）"}],
    "id": 1757,
    "label": "贵港市",
    "value": "贵港市"
  }, {
    "children": [{"id": 1762, "label": "北流市", "value": "北流市"}, {
      "id": 1763,
      "label": "容县",
      "value": "容县"
    }, {"id": 1764, "label": "博白县", "value": "博白县"}, {"id": 1765, "label": "陆川县", "value": "陆川县"}, {
      "id": 1766,
      "label": "兴业县",
      "value": "兴业县"
    }, {"id": 1767, "label": "玉州区(二环北路以南,S216以东,火车站以北)", "value": "玉州区(二环北路以南,S216以东,火车站以北)"}, {
      "id": 6696,
      "label": "玉州区(二环北路以北,S216以西,火车站以南)",
      "value": "玉州区(二环北路以北,S216以西,火车站以南)"
    }], "id": 1761, "label": "玉林市", "value": "玉林市"
  }, {
    "children": [{
      "id": 1802,
      "label": "八步区(笔架山以南,杨梅以北,张屋以西,马岭以东)",
      "value": "八步区(笔架山以南,杨梅以北,张屋以西,马岭以东)"
    }, {"id": 1803, "label": "钟山县", "value": "钟山县"}, {"id": 1804, "label": "昭平县", "value": "昭平县"}, {
      "id": 1805,
      "label": "富川瑶族自治县",
      "value": "富川瑶族自治县"
    }, {"id": 6700, "label": "八步区(笔架山以北,杨梅以南,张屋以东,马岭以西)", "value": "八步区(笔架山以北,杨梅以南,张屋以东,马岭以西)"}],
    "id": 1792,
    "label": "贺州市",
    "value": "贺州市"
  }, {
    "children": [{"id": 1807, "label": "右江区", "value": "右江区"}, {
      "id": 1808,
      "label": "平果县",
      "value": "平果县"
    }, {"id": 1809, "label": "乐业县", "value": "乐业县"}, {"id": 1810, "label": "田阳县", "value": "田阳县"}, {
      "id": 1811,
      "label": "西林县",
      "value": "西林县"
    }, {"id": 1812, "label": "田林县", "value": "田林县"}, {"id": 1813, "label": "德保县", "value": "德保县"}, {
      "id": 1814,
      "label": "靖西县",
      "value": "靖西县"
    }, {"id": 1815, "label": "田东县", "value": "田东县"}, {"id": 1816, "label": "那坡县", "value": "那坡县"}, {
      "id": 1817,
      "label": "隆林县",
      "value": "隆林县"
    }, {"id": 3678, "label": "凌云县", "value": "凌云县"}], "id": 1806, "label": "百色市", "value": "百色市"
  }, {
    "children": [{"id": 1820, "label": "宜州市", "value": "宜州市"}, {
      "id": 1821,
      "label": "天峨县",
      "value": "天峨县"
    }, {"id": 1822, "label": "凤山县", "value": "凤山县"}, {"id": 1823, "label": "南丹县", "value": "南丹县"}, {
      "id": 1824,
      "label": "东兰县",
      "value": "东兰县"
    }, {"id": 1825, "label": "巴马县", "value": "巴马县"}, {"id": 1826, "label": "环江县", "value": "环江县"}, {
      "id": 2991,
      "label": "罗城县",
      "value": "罗城县"
    }, {"id": 3152, "label": "大化县", "value": "大化县"}, {"id": 3679, "label": "都安县", "value": "都安县"}, {
      "id": 3680,
      "label": "金城江区",
      "value": "金城江区"
    }], "id": 1818, "label": "河池市", "value": "河池市"
  }, {
    "children": [{"id": 3046, "label": "兴宾区", "value": "兴宾区"}, {
      "id": 3047,
      "label": "合山市",
      "value": "合山市"
    }, {"id": 3048, "label": "忻城县", "value": "忻城县"}, {"id": 3049, "label": "武宣县", "value": "武宣县"}, {
      "id": 3050,
      "label": "象州县",
      "value": "象州县"
    }, {"id": 3051, "label": "金秀县", "value": "金秀县"}], "id": 3044, "label": "来宾市", "value": "来宾市"
  }, {
    "children": [{"id": 3169, "label": "江州区", "value": "江州区"}, {
      "id": 3681,
      "label": "凭祥市",
      "value": "凭祥市"
    }, {"id": 3682, "label": "扶绥县", "value": "扶绥县"}, {"id": 3683, "label": "大新县", "value": "大新县"}, {
      "id": 3684,
      "label": "天等县",
      "value": "天等县"
    }, {"id": 3685, "label": "宁明县　", "value": "宁明县　"}, {"id": 3686, "label": "龙州县", "value": "龙州县"}],
    "id": 3168,
    "label": "崇左市",
    "value": "崇左市"
  }], "id": 20, "label": "广西", "value": "广西"
}, {
  "children": [{
    "children": [{"id": 1828, "label": "南昌县", "value": "南昌县"}, {
      "id": 1829,
      "label": "进贤县",
      "value": "进贤县"
    }, {"id": 1830, "label": "安义县", "value": "安义县"}, {"id": 3502, "label": "新建县", "value": "新建县"}, {
      "id": 3503,
      "label": "青山湖区(孔目湖大街以南,昌东大道以西)",
      "value": "青山湖区(孔目湖大街以南,昌东大道以西)"
    }, {"id": 3504, "label": "湾里区", "value": "湾里区"}, {"id": 3505, "label": "青云谱区", "value": "青云谱区"}, {
      "id": 3506,
      "label": "西湖区",
      "value": "西湖区"
    }, {"id": 3507, "label": "东湖区", "value": "东湖区"}, {
      "id": 4033,
      "label": "红谷滩新区(核心城区)",
      "value": "红谷滩新区(核心城区)"
    }, {"id": 4039, "label": "高新区", "value": "高新区"}, {"id": 4101, "label": "昌北区", "value": "昌北区"}, {
      "id": 4379,
      "label": "青山湖区(孔目湖大街以北,昌东大道以东)",
      "value": "青山湖区(孔目湖大街以北,昌东大道以东)"
    }, {"id": 4985, "label": "红谷滩新区(核心城区外区域)", "value": "红谷滩新区(核心城区外区域)"}], "id": 1827, "label": "南昌市", "value": "南昌市"
  }, {
    "children": [{"id": 1833, "label": "乐平市", "value": "乐平市"}, {
      "id": 1834,
      "label": "浮梁县",
      "value": "浮梁县"
    }, {"id": 3508, "label": "珠山区", "value": "珠山区"}, {
      "id": 6913,
      "label": "昌江区（迎宾大道以南，长虹路以东，昌江以西北城区）",
      "value": "昌江区（迎宾大道以南，长虹路以东，昌江以西北城区）"
    }, {"id": 6914, "label": "昌江区（迎宾大道以北，长虹路以西，昌江以东南乡镇）", "value": "昌江区（迎宾大道以北，长虹路以西，昌江以东南乡镇）"}],
    "id": 1832,
    "label": "景德镇市",
    "value": "景德镇市"
  }, {
    "children": [{"id": 1837, "label": "湘东区", "value": "湘东区"}, {
      "id": 1838,
      "label": "莲花县",
      "value": "莲花县"
    }, {"id": 1839, "label": "上栗县", "value": "上栗县"}, {"id": 1840, "label": "芦溪县", "value": "芦溪县"}, {
      "id": 18317,
      "label": "安源区",
      "value": "安源区"
    }], "id": 1836, "label": "萍乡市", "value": "萍乡市"
  }, {
    "children": [{"id": 1843, "label": "分宜县", "value": "分宜县"}, {
      "id": 6935,
      "label": "渝水区（城区内）",
      "value": "渝水区（城区内）"
    }, {"id": 6936, "label": "渝水区（郊区其他乡镇）", "value": "渝水区（郊区其他乡镇）"}], "id": 1842, "label": "新余市", "value": "新余市"
  }, {
    "children": [{"id": 1846, "label": "九江县", "value": "九江县"}, {
      "id": 1847,
      "label": "瑞昌市",
      "value": "瑞昌市"
    }, {"id": 1848, "label": "星子县", "value": "星子县"}, {"id": 1849, "label": "武宁县", "value": "武宁县"}, {
      "id": 1850,
      "label": "澎泽县",
      "value": "澎泽县"
    }, {"id": 1851, "label": "永修县", "value": "永修县"}, {"id": 1852, "label": "修水县", "value": "修水县"}, {
      "id": 1853,
      "label": "湖口县",
      "value": "湖口县"
    }, {"id": 1854, "label": "德安县", "value": "德安县"}, {"id": 1855, "label": "都昌县", "value": "都昌县"}, {
      "id": 3511,
      "label": "庐山区(长江大道以东,福银高速以西、以北)",
      "value": "庐山区(长江大道以东,福银高速以西、以北)"
    }, {"id": 3512, "label": "浔阳区(长虹北路以西)", "value": "浔阳区(长虹北路以西)"}, {
      "id": 4161,
      "label": "共青城",
      "value": "共青城"
    }, {"id": 4899, "label": "浔阳区(长虹北路以东)", "value": "浔阳区(长虹北路以东)"}, {
      "id": 4900,
      "label": "庐山区(长江大道以西,福银高速以东、以南)",
      "value": "庐山区(长江大道以西,福银高速以东、以南)"
    }], "id": 1845, "label": "九江市", "value": "九江市"
  }, {
    "children": [{"id": 1858, "label": "余江县", "value": "余江县"}, {
      "id": 1859,
      "label": "贵溪市",
      "value": "贵溪市"
    }, {"id": 1860, "label": "月湖区", "value": "月湖区"}], "id": 1857, "label": "鹰潭市", "value": "鹰潭市"
  }, {
    "children": [{"id": 1863, "label": "德兴市", "value": "德兴市"}, {
      "id": 1864,
      "label": "广丰县",
      "value": "广丰县"
    }, {"id": 1865, "label": "鄱阳县", "value": "鄱阳县"}, {"id": 1866, "label": "婺源县", "value": "婺源县"}, {
      "id": 1867,
      "label": "余干县",
      "value": "余干县"
    }, {"id": 1868, "label": "横峰县", "value": "横峰县"}, {"id": 1869, "label": "弋阳县", "value": "弋阳县"}, {
      "id": 1870,
      "label": "铅山县",
      "value": "铅山县"
    }, {"id": 1871, "label": "玉山县", "value": "玉山县"}, {"id": 1872, "label": "万年县", "value": "万年县"}, {
      "id": 6915,
      "label": "信州区（志敏大道以北，三清山大道以南，玉丰路以西）",
      "value": "信州区（志敏大道以北，三清山大道以南，玉丰路以西）"
    }, {"id": 6916, "label": "信州区（志敏大道以南，三清山大道以北郊区）", "value": "信州区（志敏大道以南，三清山大道以北郊区）"}, {
      "id": 6917,
      "label": "上饶县（武夷山大道以西其他乡镇）",
      "value": "上饶县（武夷山大道以西其他乡镇）"
    }, {"id": 6918, "label": "上饶县（武夷山大道以东城区）", "value": "上饶县（武夷山大道以东城区）"}], "id": 1861, "label": "上饶市", "value": "上饶市"
  }, {
    "children": [{"id": 1875, "label": "丰城市", "value": "丰城市"}, {
      "id": 1876,
      "label": "樟树市",
      "value": "樟树市"
    }, {"id": 1877, "label": "高安市", "value": "高安市"}, {"id": 1878, "label": "铜鼓县", "value": "铜鼓县"}, {
      "id": 1879,
      "label": "靖安县",
      "value": "靖安县"
    }, {"id": 1880, "label": "宜丰县", "value": "宜丰县"}, {"id": 1881, "label": "奉新县", "value": "奉新县"}, {
      "id": 1882,
      "label": "万载县",
      "value": "万载县"
    }, {"id": 1883, "label": "上高县", "value": "上高县"}, {
      "id": 1884,
      "label": "袁州区（环城路、清宜线环内市区）",
      "value": "袁州区（环城路、清宜线环内市区）"
    }, {"id": 6785, "label": "袁州区（环城路、清宜线环外市郊乡镇）", "value": "袁州区（环城路、清宜线环外市郊乡镇）"}],
    "id": 1874,
    "label": "宜春市",
    "value": "宜春市"
  }, {
    "children": [{"id": 1886, "label": "临川区（市区内）", "value": "临川区（市区内）"}, {
      "id": 1887,
      "label": "南丰县",
      "value": "南丰县"
    }, {"id": 1888, "label": "乐安县", "value": "乐安县"}, {"id": 1889, "label": "金溪县", "value": "金溪县"}, {
      "id": 1890,
      "label": "南城县",
      "value": "南城县"
    }, {"id": 1891, "label": "东乡县", "value": "东乡县"}, {"id": 1892, "label": "资溪县", "value": "资溪县"}, {
      "id": 1893,
      "label": "宜黄县",
      "value": "宜黄县"
    }, {"id": 1894, "label": "崇仁县", "value": "崇仁县"}, {"id": 1895, "label": "黎川县", "value": "黎川县"}, {
      "id": 1896,
      "label": "广昌县",
      "value": "广昌县"
    }, {"id": 6786, "label": "临川区（市郊乡镇）", "value": "临川区（市郊乡镇）"}], "id": 1885, "label": "抚州市", "value": "抚州市"
  }, {
    "children": [{"id": 1899, "label": "井冈山市", "value": "井冈山市"}, {
      "id": 1900,
      "label": "吉安县",
      "value": "吉安县"
    }, {"id": 1901, "label": "永丰县", "value": "永丰县"}, {"id": 1902, "label": "永新县", "value": "永新县"}, {
      "id": 1903,
      "label": "新干县",
      "value": "新干县"
    }, {"id": 1904, "label": "泰和县", "value": "泰和县"}, {"id": 1905, "label": "峡江县", "value": "峡江县"}, {
      "id": 1906,
      "label": "遂川县",
      "value": "遂川县"
    }, {"id": 1907, "label": "安福县", "value": "安福县"}, {"id": 1908, "label": "吉水县", "value": "吉水县"}, {
      "id": 1909,
      "label": "万安县",
      "value": "万安县"
    }, {"id": 1910, "label": "吉州区（主城区内）", "value": "吉州区（主城区内）"}, {
      "id": 3091,
      "label": "青原区（主城区内）",
      "value": "青原区（主城区内）"
    }, {"id": 6792, "label": "青原区（城郊乡镇）", "value": "青原区（城郊乡镇）"}, {
      "id": 6793,
      "label": "吉州区（城郊乡镇）",
      "value": "吉州区（城郊乡镇）"
    }], "id": 1898, "label": "吉安市", "value": "吉安市"
  }, {
    "children": [{"id": 1912, "label": "南康市", "value": "南康市"}, {
      "id": 1913,
      "label": "瑞金市",
      "value": "瑞金市"
    }, {"id": 1914, "label": "石城县", "value": "石城县"}, {"id": 1915, "label": "安远县", "value": "安远县"}, {
      "id": 1916,
      "label": "赣县",
      "value": "赣县"
    }, {"id": 1917, "label": "宁都县", "value": "宁都县"}, {"id": 1918, "label": "寻乌县", "value": "寻乌县"}, {
      "id": 1919,
      "label": "兴国县",
      "value": "兴国县"
    }, {"id": 1920, "label": "定南县", "value": "定南县"}, {"id": 1921, "label": "上犹县", "value": "上犹县"}, {
      "id": 1922,
      "label": "于都县",
      "value": "于都县"
    }, {"id": 1923, "label": "龙南县", "value": "龙南县"}, {"id": 1924, "label": "崇义县", "value": "崇义县"}, {
      "id": 1925,
      "label": "大余县",
      "value": "大余县"
    }, {"id": 1926, "label": "信丰县", "value": "信丰县"}, {"id": 1927, "label": "全南县", "value": "全南县"}, {
      "id": 1928,
      "label": "会昌县",
      "value": "会昌县"
    }, {"id": 1929, "label": "章贡区(赣江源以北,贡水以南,华坚路东,铁路以西)", "value": "章贡区(赣江源以北,贡水以南,华坚路东,铁路以西)"}, {
      "id": 4808,
      "label": "章贡区(赣江源以南,贡水以北,华坚路西,铁路以东)",
      "value": "章贡区(赣江源以南,贡水以北,华坚路西,铁路以东)"
    }], "id": 1911, "label": "赣州市", "value": "赣州市"
  }], "id": 21, "label": "江西", "value": "江西"
}, {
  "children": [{
    "children": [{
      "id": 1931,
      "label": "龙泉驿区(除主城区,同安镇,十陵镇,大面镇外区域)",
      "value": "龙泉驿区(除主城区,同安镇,十陵镇,大面镇外区域)"
    }, {"id": 1932, "label": "青白江区(凤凰大道以北,巨石路以东,团结路以南)", "value": "青白江区(凤凰大道以北,巨石路以东,团结路以南)"}, {
      "id": 1933,
      "label": "都江堰市(三环外)",
      "value": "都江堰市(三环外)"
    }, {"id": 1934, "label": "彭州市(牡丹大道以东,城西铁路以西)", "value": "彭州市(牡丹大道以东,城西铁路以西)"}, {
      "id": 1935,
      "label": "崇州市(主城区,新城区以外区域)",
      "value": "崇州市(主城区,新城区以外区域)"
    }, {"id": 1936, "label": "金堂县(赵镇以外区域)", "value": "金堂县(赵镇以外区域)"}, {
      "id": 1938,
      "label": "新津县(五津镇、邓双镇以外区域)",
      "value": "新津县(五津镇、邓双镇以外区域)"
    }, {"id": 1940, "label": "郫县(除主城区,犀浦、郫茼镇,进出口加工区外区域)", "value": "郫县(除主城区,犀浦、郫茼镇,进出口加工区外区域)"}, {
      "id": 1941,
      "label": "双流县(除东升、文星、白家镇镇中心；蛟龙工业港外)",
      "value": "双流县(除东升、文星、白家镇镇中心；蛟龙工业港外)"
    }, {"id": 1942, "label": "邛崃市(主城区以外)", "value": "邛崃市(主城区以外)"}, {
      "id": 1943,
      "label": "蒲江县(老城区、新城区以内)",
      "value": "蒲江县(老城区、新城区以内)"
    }, {"id": 1944, "label": "大邑县(除主城区,晋原镇外区域)", "value": "大邑县(除主城区,晋原镇外区域)"}, {
      "id": 1945,
      "label": "青羊区(三环以内)",
      "value": "青羊区(三环以内)"
    }, {"id": 2925, "label": "新都区(除主城区,大丰镇、天回镇以外区域)", "value": "新都区(除主城区,大丰镇、天回镇以外区域)"}, {
      "id": 3889,
      "label": "锦江区(三环以内)",
      "value": "锦江区(三环以内)"
    }, {"id": 3890, "label": "金牛区(三环以内)", "value": "金牛区(三环以内)"}, {
      "id": 3891,
      "label": "武侯区(三环以内)",
      "value": "武侯区(三环以内)"
    }, {"id": 3892, "label": "成华区(三环以内)", "value": "成华区(三环以内)"}, {
      "id": 4100,
      "label": "高新区(三环以内)",
      "value": "高新区(三环以内)"
    }, {"id": 4140, "label": "温江区(除主城区以外的区域)", "value": "温江区(除主城区以外的区域)"}, {
      "id": 4278,
      "label": "青羊区(绕城环线以外)",
      "value": "青羊区(绕城环线以外)"
    }, {"id": 4279, "label": "锦江区(绕城环线以外)", "value": "锦江区(绕城环线以外)"}, {
      "id": 4280,
      "label": "金牛区(绕城环线以外)",
      "value": "金牛区(绕城环线以外)"
    }, {"id": 4281, "label": "武侯区(绕城环线以外)", "value": "武侯区(绕城环线以外)"}, {
      "id": 4282,
      "label": "成华区(绕城环线以外)",
      "value": "成华区(绕城环线以外)"
    }, {"id": 4283, "label": "高新区(绕城环线以外)", "value": "高新区(绕城环线以外)"}, {
      "id": 4284,
      "label": "高新西区",
      "value": "高新西区"
    }, {"id": 4746, "label": "郫县(主城区,犀浦、郫茼镇,进出口加工区)", "value": "郫县(主城区,犀浦、郫茼镇,进出口加工区)"}, {
      "id": 4757,
      "label": "双流县(东升、文星、白家镇镇中心；蛟龙工业港)",
      "value": "双流县(东升、文星、白家镇镇中心；蛟龙工业港)"
    }, {"id": 4758, "label": "新都区(主城区,大丰镇、天回镇)", "value": "新都区(主城区,大丰镇、天回镇)"}, {
      "id": 4785,
      "label": "温江区(主城区)",
      "value": "温江区(主城区)"
    }, {"id": 4791, "label": "龙泉驿区(主城区,同安镇,十陵镇,大面镇)", "value": "龙泉驿区(主城区,同安镇,十陵镇,大面镇)"}, {
      "id": 4962,
      "label": "彭州市(牡丹大道以西,城西铁路以东)",
      "value": "彭州市(牡丹大道以西,城西铁路以东)"
    }, {"id": 4966, "label": "都江堰市(三环内)", "value": "都江堰市(三环内)"}, {
      "id": 6629,
      "label": "青羊区(三环与绕城环线之间)",
      "value": "青羊区(三环与绕城环线之间)"
    }, {"id": 6639, "label": "青白江区(凤凰大道以南,巨石路以西,团结路以北)", "value": "青白江区(凤凰大道以南,巨石路以西,团结路以北)"}, {
      "id": 6640,
      "label": "大邑县(主城区,晋原镇)",
      "value": "大邑县(主城区,晋原镇)"
    }, {"id": 6648, "label": "新津县(五津镇、邓双镇)", "value": "新津县(五津镇、邓双镇)"}, {
      "id": 6649,
      "label": "成华区(三环与绕城环线之间)",
      "value": "成华区(三环与绕城环线之间)"
    }, {"id": 6650, "label": "邛崃市(主城区)", "value": "邛崃市(主城区)"}, {
      "id": 6651,
      "label": "金堂县(赵镇)",
      "value": "金堂县(赵镇)"
    }, {"id": 6653, "label": "崇州市(主城区,新城区)", "value": "崇州市(主城区,新城区)"}, {
      "id": 6676,
      "label": "金牛区(三环与绕城环线之间)",
      "value": "金牛区(三环与绕城环线之间)"
    }, {"id": 6677, "label": "高新区(三环与绕城环线之间)", "value": "高新区(三环与绕城环线之间)"}, {
      "id": 6678,
      "label": "锦江区(三环与绕城环线之间)",
      "value": "锦江区(三环与绕城环线之间)"
    }, {"id": 6679, "label": "武侯区(三环与绕城环线之间)", "value": "武侯区(三环与绕城环线之间)"}, {
      "id": 6715,
      "label": "蒲江县(老城区、新城区以外)",
      "value": "蒲江县(老城区、新城区以外)"
    }], "id": 1930, "label": "成都市", "value": "成都市"
  }, {
    "children": [{"id": 1947, "label": "荣县", "value": "荣县"}, {
      "id": 1948,
      "label": "富顺县",
      "value": "富顺县"
    }, {"id": 1949, "label": "自流井区", "value": "自流井区"}, {
      "id": 3893,
      "label": "大安区(城区以外)",
      "value": "大安区(城区以外)"
    }, {"id": 3894, "label": "贡井区(城区以外)", "value": "贡井区(城区以外)"}, {
      "id": 3895,
      "label": "沿滩区",
      "value": "沿滩区"
    }, {"id": 4809, "label": "大安区(城区以内)", "value": "大安区(城区以内)"}, {
      "id": 4810,
      "label": "贡井区(城区以内)",
      "value": "贡井区(城区以内)"
    }], "id": 1946, "label": "自贡市", "value": "自贡市"
  }, {
    "children": [{"id": 1951, "label": "米易县", "value": "米易县"}, {
      "id": 1952,
      "label": "盐边县",
      "value": "盐边县"
    }, {"id": 1953, "label": "仁和区", "value": "仁和区"}, {"id": 3896, "label": "西　区", "value": "西　区"}, {
      "id": 3897,
      "label": "东　区(主城区外区域)",
      "value": "东　区(主城区外区域)"
    }, {"id": 5904, "label": "东　区(主城区)", "value": "东　区(主城区)"}], "id": 1950, "label": "攀枝花市", "value": "攀枝花市"
  }, {
    "children": [{"id": 1955, "label": "泸县", "value": "泸县"}, {
      "id": 1956,
      "label": "合江县",
      "value": "合江县"
    }, {"id": 1957, "label": "叙永县", "value": "叙永县"}, {"id": 1958, "label": "古蔺县", "value": "古蔺县"}, {
      "id": 1959,
      "label": "江阳区(长江大桥以南,滨江路以东,酒城大道以西)",
      "value": "江阳区(长江大桥以南,滨江路以东,酒城大道以西)"
    }, {"id": 3898, "label": "纳溪区", "value": "纳溪区"}, {
      "id": 3899,
      "label": "龙马潭区(龙马大道以北,沱江三桥以西)",
      "value": "龙马潭区(龙马大道以北,沱江三桥以西)"
    }, {"id": 4861, "label": "江阳区(长江大桥以北,滨江路以西,酒城大道以东)", "value": "江阳区(长江大桥以北,滨江路以西,酒城大道以东)"}, {
      "id": 4862,
      "label": "龙马潭区(龙马大道以南,沱江三桥以东)",
      "value": "龙马潭区(龙马大道以南,沱江三桥以东)"
    }], "id": 1954, "label": "泸州市", "value": "泸州市"
  }, {
    "children": [{"id": 1969, "label": "江油市(主城区)", "value": "江油市(主城区)"}, {
      "id": 1970,
      "label": "盐亭县",
      "value": "盐亭县"
    }, {"id": 1971, "label": "三台县", "value": "三台县"}, {"id": 1972, "label": "平武县", "value": "平武县"}, {
      "id": 1973,
      "label": "北川羌族自治县",
      "value": "北川羌族自治县"
    }, {"id": 1974, "label": "安县", "value": "安县"}, {"id": 1975, "label": "梓潼县", "value": "梓潼县"}, {
      "id": 1976,
      "label": "涪城区(二环以外)",
      "value": "涪城区(二环以外)"
    }, {"id": 3900, "label": "游仙区(二环以外)", "value": "游仙区(二环以外)"}, {
      "id": 4111,
      "label": "高新区(二环以外)",
      "value": "高新区(二环以外)"
    }, {"id": 4443, "label": "涪城区(二环以内)", "value": "涪城区(二环以内)"}, {
      "id": 4444,
      "label": "游仙区(二环以内)",
      "value": "游仙区(二环以内)"
    }, {"id": 4478, "label": "高新区(二环以内)", "value": "高新区(二环以内)"}, {
      "id": 4479,
      "label": "经开区(二环以外)",
      "value": "经开区(二环以外)"
    }, {"id": 4480, "label": "经开区(二环以内)", "value": "经开区(二环以内)"}, {
      "id": 6728,
      "label": "江油市(主城区以外)",
      "value": "江油市(主城区以外)"
    }], "id": 1960, "label": "绵阳市", "value": "绵阳市"
  }, {
    "children": [{"id": 1963, "label": "广汉市(主城区、经济开发区、新城区以外区域)", "value": "广汉市(主城区、经济开发区、新城区以外区域)"}, {
      "id": 1964,
      "label": "什邡市（主城区）",
      "value": "什邡市（主城区）"
    }, {"id": 1965, "label": "罗江县", "value": "罗江县"}, {"id": 1966, "label": "中江县", "value": "中江县"}, {
      "id": 1967,
      "label": "旌阳区(主城区外区域)",
      "value": "旌阳区(主城区外区域)"
    }, {"id": 1968, "label": "绵竹市（主城区以内）", "value": "绵竹市（主城区以内）"}, {
      "id": 4838,
      "label": "旌阳区(主城区)",
      "value": "旌阳区(主城区)"
    }, {"id": 5453, "label": "广汉市(主城区、经济开发区、新城区)", "value": "广汉市(主城区、经济开发区、新城区)"}, {
      "id": 6726,
      "label": "绵竹市（主城区以外）",
      "value": "绵竹市（主城区以外）"
    }, {"id": 6727, "label": "什邡市（主城区外）", "value": "什邡市（主城区外）"}], "id": 1962, "label": "德阳市", "value": "德阳市"
  }, {
    "children": [{"id": 1978, "label": "青川县", "value": "青川县"}, {
      "id": 1979,
      "label": "旺苍县",
      "value": "旺苍县"
    }, {"id": 1980, "label": "剑阁县", "value": "剑阁县"}, {"id": 1981, "label": "苍溪县", "value": "苍溪县"}, {
      "id": 1982,
      "label": "利州区(主城区以外)",
      "value": "利州区(主城区以外)"
    }, {"id": 3901, "label": "元坝区", "value": "元坝区"}, {"id": 3902, "label": "朝天区", "value": "朝天区"}, {
      "id": 6706,
      "label": "利州区(主城区)",
      "value": "利州区(主城区)"
    }], "id": 1977, "label": "广元市", "value": "广元市"
  }, {
    "children": [{"id": 1984, "label": "射洪县", "value": "射洪县"}, {
      "id": 1985,
      "label": "蓬溪县",
      "value": "蓬溪县"
    }, {"id": 1986, "label": "大英县", "value": "大英县"}, {"id": 1987, "label": "安居区", "value": "安居区"}, {
      "id": 4961,
      "label": "船山区",
      "value": "船山区"
    }], "id": 1983, "label": "遂宁市", "value": "遂宁市"
  }, {
    "children": [{"id": 1989, "label": "资中县", "value": "资中县"}, {
      "id": 1990,
      "label": "隆昌县",
      "value": "隆昌县"
    }, {"id": 1991, "label": "威远县", "value": "威远县"}, {"id": 1992, "label": "市中区", "value": "市中区"}, {
      "id": 3121,
      "label": "东兴区",
      "value": "东兴区"
    }], "id": 1988, "label": "内江市", "value": "内江市"
  }, {
    "children": [{"id": 1994, "label": "五通桥区", "value": "五通桥区"}, {
      "id": 1995,
      "label": "沙湾区",
      "value": "沙湾区"
    }, {"id": 1996, "label": "金口河区", "value": "金口河区"}, {
      "id": 1997,
      "label": "峨眉山市(主城区外)",
      "value": "峨眉山市(主城区外)"
    }, {"id": 1998, "label": "夹江县", "value": "夹江县"}, {"id": 1999, "label": "井研县", "value": "井研县"}, {
      "id": 2000,
      "label": "犍为县",
      "value": "犍为县"
    }, {"id": 2001, "label": "沐川县", "value": "沐川县"}, {"id": 2002, "label": "峨边彝族自治县", "value": "峨边彝族自治县"}, {
      "id": 2003,
      "label": "马边彝族自治县",
      "value": "马边彝族自治县"
    }, {"id": 2004, "label": "市中区(主城区外区域)", "value": "市中区(主城区外区域)"}, {
      "id": 4848,
      "label": "市中区(主城区)",
      "value": "市中区(主城区)"
    }, {"id": 6705, "label": "峨眉山市(主城区以内)", "value": "峨眉山市(主城区以内)"}], "id": 1993, "label": "乐山市", "value": "乐山市"
  }, {
    "children": [{"id": 2006, "label": "宜宾县", "value": "宜宾县"}, {
      "id": 2007,
      "label": "南溪县",
      "value": "南溪县"
    }, {"id": 2008, "label": "江安县", "value": "江安县"}, {"id": 2009, "label": "长宁县", "value": "长宁县"}, {
      "id": 2010,
      "label": "兴文县",
      "value": "兴文县"
    }, {"id": 2011, "label": "珙县", "value": "珙县"}, {"id": 2012, "label": "高县", "value": "高县"}, {
      "id": 2013,
      "label": "屏山县",
      "value": "屏山县"
    }, {"id": 2014, "label": "翠屏区(高客站以北,七星大道以南,长江大桥以东)", "value": "翠屏区(高客站以北,七星大道以南,长江大桥以东)"}, {
      "id": 2015,
      "label": "筠连县",
      "value": "筠连县"
    }, {"id": 4038, "label": "宜宾市区(滨江路以东,火车站以西)", "value": "宜宾市区(滨江路以东,火车站以西)"}, {
      "id": 4863,
      "label": "宜宾市区(滨江路以西,火车站以东)",
      "value": "宜宾市区(滨江路以西,火车站以东)"
    }, {"id": 4864, "label": "翠屏区(高客站以南,七星大道以北,长江大桥以西)", "value": "翠屏区(高客站以南,七星大道以北,长江大桥以西)"}],
    "id": 2005,
    "label": "宜宾市",
    "value": "宜宾市"
  }, {
    "children": [{"id": 2017, "label": "岳池县", "value": "岳池县"}, {
      "id": 2018,
      "label": "武胜县",
      "value": "武胜县"
    }, {"id": 2019, "label": "邻水县", "value": "邻水县"}, {"id": 2020, "label": "广安区", "value": "广安区"}, {
      "id": 2021,
      "label": "华蓥市",
      "value": "华蓥市"
    }], "id": 2016, "label": "广安市", "value": "广安市"
  }, {
    "children": [{"id": 2023, "label": "顺庆区(绕城高速以外)", "value": "顺庆区(绕城高速以外)"}, {
      "id": 2024,
      "label": "高坪区(滨江中路以外)",
      "value": "高坪区(滨江中路以外)"
    }, {"id": 2025, "label": "嘉陵区(春江路以外)", "value": "嘉陵区(春江路以外)"}, {
      "id": 2026,
      "label": "南部县（主城区）",
      "value": "南部县（主城区）"
    }, {"id": 2027, "label": "西充县（主城区）", "value": "西充县（主城区）"}, {
      "id": 2028,
      "label": "仪陇县",
      "value": "仪陇县"
    }, {"id": 2029, "label": "蓬安县", "value": "蓬安县"}, {"id": 2030, "label": "营山县", "value": "营山县"}, {
      "id": 2032,
      "label": "阆中市（主城区）",
      "value": "阆中市（主城区）"
    }, {"id": 4982, "label": "顺庆区(绕城高速以内)", "value": "顺庆区(绕城高速以内)"}, {
      "id": 4983,
      "label": "嘉陵区(春江路以内)",
      "value": "嘉陵区(春江路以内)"
    }, {"id": 4984, "label": "高坪区(滨江中路以内)", "value": "高坪区(滨江中路以内)"}, {
      "id": 6828,
      "label": "西充县（主城区以外）",
      "value": "西充县（主城区以外）"
    }, {"id": 6829, "label": "阆中市（主城区以外）", "value": "阆中市（主城区以外）"}, {
      "id": 6830,
      "label": "南部县（主城区以外）",
      "value": "南部县（主城区以外）"
    }], "id": 2022, "label": "南充市", "value": "南充市"
  }, {
    "children": [{"id": 2034, "label": "通川区", "value": "通川区"}, {
      "id": 2035,
      "label": "达县",
      "value": "达县"
    }, {"id": 2036, "label": "大竹县", "value": "大竹县"}, {"id": 2037, "label": "渠县", "value": "渠县"}, {
      "id": 2038,
      "label": "万源市",
      "value": "万源市"
    }, {"id": 2039, "label": "宣汉县", "value": "宣汉县"}, {"id": 2040, "label": "开江县", "value": "开江县"}],
    "id": 2033,
    "label": "达州市",
    "value": "达州市"
  }, {
    "children": [{"id": 2044, "label": "南江县", "value": "南江县"}, {
      "id": 2045,
      "label": "平昌县",
      "value": "平昌县"
    }, {"id": 2046, "label": "通江县", "value": "通江县"}, {"id": 3904, "label": "巴州区", "value": "巴州区"}],
    "id": 2042,
    "label": "巴中市",
    "value": "巴中市"
  }, {
    "children": [{"id": 2048, "label": "雨城区(康藏路以北,育才路以西)", "value": "雨城区(康藏路以北,育才路以西)"}, {
      "id": 2049,
      "label": "芦山县",
      "value": "芦山县"
    }, {"id": 2052, "label": "石棉县", "value": "石棉县"}, {"id": 2053, "label": "名山县", "value": "名山县"}, {
      "id": 2054,
      "label": "天全县",
      "value": "天全县"
    }, {"id": 2055, "label": "荥经县", "value": "荥经县"}, {"id": 2056, "label": "汉源县", "value": "汉源县"}, {
      "id": 2057,
      "label": "宝兴县",
      "value": "宝兴县"
    }, {"id": 4963, "label": "雨城区(康藏路以南,育才路以东)", "value": "雨城区(康藏路以南,育才路以东)"}],
    "id": 2047,
    "label": "雅安市",
    "value": "雅安市"
  }, {
    "children": [{"id": 2059, "label": "东坡区(主城区以外的区域)", "value": "东坡区(主城区以外的区域)"}, {
      "id": 2060,
      "label": "仁寿县",
      "value": "仁寿县"
    }, {"id": 2061, "label": "彭山县", "value": "彭山县"}, {"id": 2062, "label": "洪雅县", "value": "洪雅县"}, {
      "id": 2063,
      "label": "丹棱县",
      "value": "丹棱县"
    }, {"id": 2064, "label": "青神县", "value": "青神县"}, {"id": 4915, "label": "东坡区(主城区)", "value": "东坡区(主城区)"}],
    "id": 2058,
    "label": "眉山市",
    "value": "眉山市"
  }, {
    "children": [{"id": 2067, "label": "简阳市(主城区外)", "value": "简阳市(主城区外)"}, {
      "id": 2068,
      "label": "安岳县",
      "value": "安岳县"
    }, {"id": 2069, "label": "乐至县", "value": "乐至县"}, {"id": 3905, "label": "雁江区", "value": "雁江区"}, {
      "id": 6708,
      "label": "简阳市(主城区)",
      "value": "简阳市(主城区)"
    }], "id": 2065, "label": "资阳市", "value": "资阳市"
  }, {
    "children": [{"id": 2071, "label": "马尔康县", "value": "马尔康县"}, {
      "id": 2072,
      "label": "九寨沟县",
      "value": "九寨沟县"
    }, {"id": 2073, "label": "红原县", "value": "红原县"}, {"id": 2074, "label": "汶川县(城区)", "value": "汶川县(城区)"}, {
      "id": 2075,
      "label": "阿坝县",
      "value": "阿坝县"
    }, {"id": 2076, "label": "理县", "value": "理县"}, {"id": 2077, "label": "若尔盖县", "value": "若尔盖县"}, {
      "id": 2078,
      "label": "金川县",
      "value": "金川县"
    }, {"id": 2079, "label": "小金县", "value": "小金县"}, {"id": 2080, "label": "黑水县", "value": "黑水县"}, {
      "id": 2081,
      "label": "松潘县",
      "value": "松潘县"
    }, {"id": 2082, "label": "壤塘县", "value": "壤塘县"}, {"id": 2083, "label": "茂县", "value": "茂县"}, {
      "id": 6714,
      "label": "汶川县(城区以外)",
      "value": "汶川县(城区以外)"
    }], "id": 2070, "label": "阿坝藏族羌族自治州", "value": "阿坝藏族羌族自治州"
  }, {
    "children": [{"id": 2085, "label": "康定县", "value": "康定县"}, {
      "id": 2086,
      "label": "泸定县",
      "value": "泸定县"
    }, {"id": 2087, "label": "九龙县", "value": "九龙县"}, {"id": 2088, "label": "丹巴县", "value": "丹巴县"}, {
      "id": 2089,
      "label": "道孚县",
      "value": "道孚县"
    }, {"id": 2090, "label": "炉霍县", "value": "炉霍县"}, {"id": 2091, "label": "色达县", "value": "色达县"}, {
      "id": 2092,
      "label": "甘孜县",
      "value": "甘孜县"
    }, {"id": 2093, "label": "新龙县", "value": "新龙县"}, {"id": 2094, "label": "白玉县", "value": "白玉县"}, {
      "id": 2095,
      "label": "德格县",
      "value": "德格县"
    }, {"id": 2096, "label": "石渠县", "value": "石渠县"}, {"id": 2097, "label": "雅江县", "value": "雅江县"}, {
      "id": 2098,
      "label": "理塘县",
      "value": "理塘县"
    }, {"id": 2099, "label": "巴塘县", "value": "巴塘县"}, {"id": 2100, "label": "稻城县", "value": "稻城县"}, {
      "id": 2101,
      "label": "乡城县",
      "value": "乡城县"
    }, {"id": 2102, "label": "得荣县", "value": "得荣县"}], "id": 2084, "label": "甘孜州", "value": "甘孜州"
  }, {
    "children": [{"id": 2104, "label": "西昌市(主城区)", "value": "西昌市(主城区)"}, {
      "id": 2105,
      "label": "美姑县",
      "value": "美姑县"
    }, {"id": 2106, "label": "昭觉县", "value": "昭觉县"}, {"id": 2107, "label": "会理县", "value": "会理县"}, {
      "id": 2108,
      "label": "会东县",
      "value": "会东县"
    }, {"id": 2109, "label": "普格县", "value": "普格县"}, {"id": 2110, "label": "宁南县", "value": "宁南县"}, {
      "id": 2111,
      "label": "德昌县",
      "value": "德昌县"
    }, {"id": 2112, "label": "冕宁县", "value": "冕宁县"}, {"id": 2113, "label": "盐源县", "value": "盐源县"}, {
      "id": 2114,
      "label": "金阳县",
      "value": "金阳县"
    }, {"id": 2115, "label": "布拖县", "value": "布拖县"}, {"id": 2116, "label": "雷波县", "value": "雷波县"}, {
      "id": 2117,
      "label": "越西县",
      "value": "越西县"
    }, {"id": 2118, "label": "喜德县", "value": "喜德县"}, {"id": 2119, "label": "甘洛县", "value": "甘洛县"}, {
      "id": 2120,
      "label": "木里藏族自治县",
      "value": "木里藏族自治县"
    }, {"id": 6699, "label": "西昌市(主城区以外的区域)", "value": "西昌市(主城区以外的区域)"}],
    "id": 2103,
    "label": "凉山彝族自治州",
    "value": "凉山彝族自治州"
  }], "id": 22, "label": "四川", "value": "四川"
}, {
  "children": [{
    "children": [{"id": 2122, "label": "龙华区(椰海大道以北)", "value": "龙华区(椰海大道以北)"}, {
      "id": 3687,
      "label": "秀英区(秀英大道/海港路以东,椰海大道以北)",
      "value": "秀英区(秀英大道/海港路以东,椰海大道以北)"
    }, {"id": 3688, "label": "琼山区(凤翔东路/凤翔西路以北)", "value": "琼山区(凤翔东路/凤翔西路以北)"}, {
      "id": 3689,
      "label": "美兰区(南渡江以西)",
      "value": "美兰区(南渡江以西)"
    }, {"id": 4750, "label": "龙华区(椰海大道以南)", "value": "龙华区(椰海大道以南)"}, {
      "id": 4751,
      "label": "秀英区(秀英大道/海港路以西,椰海大道以南)",
      "value": "秀英区(秀英大道/海港路以西,椰海大道以南)"
    }, {"id": 4752, "label": "琼山区(凤翔东路/凤翔西路以南)", "value": "琼山区(凤翔东路/凤翔西路以南)"}, {
      "id": 4753,
      "label": "美兰区(南渡江以东)",
      "value": "美兰区(南渡江以东)"
    }], "id": 2121, "label": "海口市", "value": "海口市"
  }, {
    "children": [{"id": 3125, "label": "那大镇", "value": "那大镇"}, {
      "id": 3733,
      "label": "和庆镇",
      "value": "和庆镇"
    }, {"id": 3734, "label": "南丰镇", "value": "南丰镇"}, {"id": 3735, "label": "大成镇", "value": "大成镇"}, {
      "id": 3736,
      "label": "雅星镇",
      "value": "雅星镇"
    }, {"id": 3737, "label": "兰洋镇", "value": "兰洋镇"}, {"id": 3738, "label": "光村镇", "value": "光村镇"}, {
      "id": 3739,
      "label": "木棠镇",
      "value": "木棠镇"
    }, {"id": 3740, "label": "海头镇", "value": "海头镇"}, {"id": 3741, "label": "峨蔓镇", "value": "峨蔓镇"}, {
      "id": 3744,
      "label": "三都镇",
      "value": "三都镇"
    }, {"id": 3745, "label": "王五镇", "value": "王五镇"}, {"id": 3746, "label": "白马井镇", "value": "白马井镇"}, {
      "id": 3747,
      "label": "中和镇",
      "value": "中和镇"
    }, {"id": 3748, "label": "排浦镇", "value": "排浦镇"}, {"id": 3749, "label": "东成镇", "value": "东成镇"}, {
      "id": 3750,
      "label": "新州镇",
      "value": "新州镇"
    }, {"id": 3751, "label": "洋浦经济开发区", "value": "洋浦经济开发区"}, {"id": 4214, "label": "富克镇", "value": "富克镇"}, {
      "id": 12752,
      "label": "西培农场",
      "value": "西培农场"
    }, {"id": 12753, "label": "西联农场", "value": "西联农场"}, {"id": 12754, "label": "蓝洋农场", "value": "蓝洋农场"}, {
      "id": 12755,
      "label": "八一农场",
      "value": "八一农场"
    }, {"id": 12756, "label": "西华农场", "value": "西华农场"}, {"id": 12757, "label": "西庆农场", "value": "西庆农场"}, {
      "id": 12758,
      "label": "西流农场",
      "value": "西流农场"
    }, {"id": 12759, "label": "新盈农场", "value": "新盈农场"}, {"id": 12760, "label": "龙山农场", "value": "龙山农场"}, {
      "id": 12761,
      "label": "红岭农场",
      "value": "红岭农场"
    }, {"id": 12824, "label": "热作学院", "value": "热作学院"}], "id": 3034, "label": "儋州市", "value": "儋州市"
  }, {
    "children": [{"id": 3720, "label": "嘉积镇", "value": "嘉积镇"}, {
      "id": 3721,
      "label": "万泉镇",
      "value": "万泉镇"
    }, {"id": 3722, "label": "石壁镇", "value": "石壁镇"}, {"id": 3723, "label": "中原镇", "value": "中原镇"}, {
      "id": 3724,
      "label": "博鳌镇",
      "value": "博鳌镇"
    }, {"id": 3725, "label": "阳江镇", "value": "阳江镇"}, {"id": 3727, "label": "龙江镇", "value": "龙江镇"}, {
      "id": 3728,
      "label": "潭门镇",
      "value": "潭门镇"
    }, {"id": 3729, "label": "塔洋镇", "value": "塔洋镇"}, {"id": 3730, "label": "长坡镇", "value": "长坡镇"}, {
      "id": 3731,
      "label": "大路镇",
      "value": "大路镇"
    }, {"id": 3732, "label": "会山镇", "value": "会山镇"}, {
      "id": 12747,
      "label": "彬村山华侨农场",
      "value": "彬村山华侨农场"
    }, {"id": 12748, "label": "东太农场", "value": "东太农场"}, {"id": 12749, "label": "东红农场", "value": "东红农场"}, {
      "id": 12750,
      "label": "东升农场",
      "value": "东升农场"
    }, {"id": 12751, "label": "南俸农场", "value": "南俸农场"}], "id": 3115, "label": "琼海市", "value": "琼海市"
  }, {
    "children": [{"id": 3768, "label": "万城镇", "value": "万城镇"}, {
      "id": 3769,
      "label": "龙滚镇",
      "value": "龙滚镇"
    }, {"id": 3770, "label": "和乐镇", "value": "和乐镇"}, {"id": 3771, "label": "后安镇", "value": "后安镇"}, {
      "id": 3772,
      "label": "大茂镇",
      "value": "大茂镇"
    }, {"id": 3773, "label": "东澳镇", "value": "东澳镇"}, {"id": 3774, "label": "礼纪镇", "value": "礼纪镇"}, {
      "id": 3775,
      "label": "长丰镇",
      "value": "长丰镇"
    }, {"id": 3776, "label": "山根镇", "value": "山根镇"}, {"id": 3777, "label": "北大镇", "value": "北大镇"}, {
      "id": 3778,
      "label": "南桥镇",
      "value": "南桥镇"
    }, {"id": 3779, "label": "三更罗镇", "value": "三更罗镇"}, {"id": 12775, "label": "六连林场", "value": "六连林场"}, {
      "id": 12776,
      "label": "东兴农场",
      "value": "东兴农场"
    }, {"id": 12777, "label": "东和农场", "value": "东和农场"}, {"id": 12778, "label": "新中农场", "value": "新中农场"}, {
      "id": 12779,
      "label": "兴隆华侨农场",
      "value": "兴隆华侨农场"
    }], "id": 3137, "label": "万宁市", "value": "万宁市"
  }, {
    "children": [{"id": 3780, "label": "八所镇", "value": "八所镇"}, {
      "id": 3781,
      "label": "东河镇",
      "value": "东河镇"
    }, {"id": 3782, "label": "大田镇", "value": "大田镇"}, {"id": 3783, "label": "感城镇", "value": "感城镇"}, {
      "id": 3784,
      "label": "板桥镇",
      "value": "板桥镇"
    }, {"id": 3785, "label": "三家镇", "value": "三家镇"}, {"id": 3786, "label": "四更镇", "value": "四更镇"}, {
      "id": 3787,
      "label": "新龙镇",
      "value": "新龙镇"
    }, {"id": 3788, "label": "天安乡", "value": "天安乡"}, {"id": 3789, "label": "江边乡", "value": "江边乡"}, {
      "id": 12780,
      "label": "广坝农场",
      "value": "广坝农场"
    }, {"id": 12781, "label": "东方华侨农场", "value": "东方华侨农场"}], "id": 3173, "label": "东方市", "value": "东方市"
  }, {
    "children": [{"id": 3691, "label": "河西区（金鸡岭街以南）", "value": "河西区（金鸡岭街以南）"}, {
      "id": 3693,
      "label": "海棠湾镇",
      "value": "海棠湾镇"
    }, {"id": 3694, "label": "田独镇", "value": "田独镇"}, {"id": 3695, "label": "凤凰镇", "value": "凤凰镇"}, {
      "id": 3696,
      "label": "天涯镇",
      "value": "天涯镇"
    }, {"id": 3697, "label": "育才镇", "value": "育才镇"}, {"id": 4182, "label": "崖城镇", "value": "崖城镇"}, {
      "id": 4191,
      "label": "河东区（凤凰路以西、金鸡岭街以南、鹿回头广场以北）",
      "value": "河东区（凤凰路以西、金鸡岭街以南、鹿回头广场以北）"
    }, {"id": 6795, "label": "河东区（凤凰路以东、金鸡岭街以北、鹿回头广场以南）", "value": "河东区（凤凰路以东、金鸡岭街以北、鹿回头广场以南）"}, {
      "id": 6796,
      "label": "河西区（金鸡岭街以北）",
      "value": "河西区（金鸡岭街以北）"
    }], "id": 3690, "label": "三亚市", "value": "三亚市"
  }, {
    "children": [{"id": 3752, "label": "文城镇", "value": "文城镇"}, {
      "id": 3753,
      "label": "重兴镇",
      "value": "重兴镇"
    }, {"id": 3754, "label": "蓬莱镇", "value": "蓬莱镇"}, {"id": 3755, "label": "会文镇", "value": "会文镇"}, {
      "id": 3756,
      "label": "东路镇",
      "value": "东路镇"
    }, {"id": 3757, "label": "潭牛镇", "value": "潭牛镇"}, {"id": 3758, "label": "东阁镇", "value": "东阁镇"}, {
      "id": 3759,
      "label": "文教镇",
      "value": "文教镇"
    }, {"id": 3760, "label": "东郊镇", "value": "东郊镇"}, {"id": 3761, "label": "龙楼镇", "value": "龙楼镇"}, {
      "id": 3762,
      "label": "昌洒镇",
      "value": "昌洒镇"
    }, {"id": 3763, "label": "翁田镇", "value": "翁田镇"}, {"id": 3764, "label": "抱罗镇", "value": "抱罗镇"}, {
      "id": 3765,
      "label": "冯坡镇",
      "value": "冯坡镇"
    }, {"id": 3766, "label": "锦山镇", "value": "锦山镇"}, {"id": 3767, "label": "铺前镇", "value": "铺前镇"}, {
      "id": 12762,
      "label": "公坡镇",
      "value": "公坡镇"
    }, {"id": 12763, "label": "迈号镇", "value": "迈号镇"}, {"id": 12764, "label": "清谰镇", "value": "清谰镇"}, {
      "id": 12765,
      "label": "南阳镇",
      "value": "南阳镇"
    }, {"id": 12766, "label": "新桥镇", "value": "新桥镇"}, {"id": 12767, "label": "头苑镇", "value": "头苑镇"}, {
      "id": 12768,
      "label": "宝芳乡",
      "value": "宝芳乡"
    }, {"id": 12769, "label": "龙马乡", "value": "龙马乡"}, {"id": 12770, "label": "湖山乡", "value": "湖山乡"}, {
      "id": 12771,
      "label": "东路农场",
      "value": "东路农场"
    }, {"id": 12772, "label": "南阳农场", "value": "南阳农场"}, {"id": 12773, "label": "罗豆农场", "value": "罗豆农场"}, {
      "id": 12774,
      "label": "橡胶研究所",
      "value": "橡胶研究所"
    }], "id": 3698, "label": "文昌市", "value": "文昌市"
  }, {
    "children": [{"id": 3712, "label": "通什镇", "value": "通什镇"}, {
      "id": 3713,
      "label": "南圣镇",
      "value": "南圣镇"
    }, {"id": 3714, "label": "毛阳镇", "value": "毛阳镇"}, {"id": 3715, "label": "番阳镇", "value": "番阳镇"}, {
      "id": 3716,
      "label": "畅好乡",
      "value": "畅好乡"
    }, {"id": 3717, "label": "毛道乡", "value": "毛道乡"}, {"id": 3719, "label": "水满乡", "value": "水满乡"}, {
      "id": 12746,
      "label": "畅好农场",
      "value": "畅好农场"
    }], "id": 3699, "label": "五指山市", "value": "五指山市"
  }, {
    "children": [{"id": 3790, "label": "临城镇", "value": "临城镇"}, {
      "id": 3791,
      "label": "波莲镇",
      "value": "波莲镇"
    }, {"id": 3792, "label": "东英镇", "value": "东英镇"}, {"id": 3793, "label": "博厚镇", "value": "博厚镇"}, {
      "id": 3794,
      "label": "皇桐镇",
      "value": "皇桐镇"
    }, {"id": 3795, "label": "多文镇", "value": "多文镇"}, {"id": 3796, "label": "和舍镇", "value": "和舍镇"}, {
      "id": 3797,
      "label": "南宝镇",
      "value": "南宝镇"
    }, {"id": 3798, "label": "新盈镇", "value": "新盈镇"}, {"id": 3799, "label": "调楼镇", "value": "调楼镇"}, {
      "id": 3800,
      "label": "加来镇",
      "value": "加来镇"
    }, {"id": 12791, "label": "红华农场", "value": "红华农场"}, {"id": 12792, "label": "加来农场", "value": "加来农场"}],
    "id": 3701,
    "label": "临高县",
    "value": "临高县"
  }, {
    "children": [{"id": 3801, "label": "金江镇", "value": "金江镇"}, {
      "id": 3802,
      "label": "老城镇",
      "value": "老城镇"
    }, {"id": 3803, "label": "瑞溪镇", "value": "瑞溪镇"}, {"id": 3804, "label": "永发镇", "value": "永发镇"}, {
      "id": 3805,
      "label": "加乐镇",
      "value": "加乐镇"
    }, {"id": 3806, "label": "文儒镇", "value": "文儒镇"}, {"id": 3807, "label": "中兴镇", "value": "中兴镇"}, {
      "id": 3808,
      "label": "仁兴镇",
      "value": "仁兴镇"
    }, {"id": 3809, "label": "福山镇", "value": "福山镇"}, {"id": 3810, "label": "桥头镇", "value": "桥头镇"}, {
      "id": 12787,
      "label": "大丰镇",
      "value": "大丰镇"
    }, {"id": 12788, "label": "红光农场", "value": "红光农场"}, {"id": 12789, "label": "西达农场", "value": "西达农场"}, {
      "id": 12790,
      "label": "金安农场",
      "value": "金安农场"
    }], "id": 3702, "label": "澄迈县", "value": "澄迈县"
  }, {
    "children": [{"id": 3811, "label": "定城镇", "value": "定城镇"}, {
      "id": 3812,
      "label": "新竹镇",
      "value": "新竹镇"
    }, {"id": 3813, "label": "龙湖镇", "value": "龙湖镇"}, {"id": 3814, "label": "雷鸣镇", "value": "雷鸣镇"}, {
      "id": 3815,
      "label": "龙门镇",
      "value": "龙门镇"
    }, {"id": 3816, "label": "龙河镇", "value": "龙河镇"}, {"id": 3817, "label": "岭口镇", "value": "岭口镇"}, {
      "id": 3818,
      "label": "翰林镇",
      "value": "翰林镇"
    }, {"id": 3819, "label": "富文镇", "value": "富文镇"}, {"id": 4498, "label": "黄竹镇", "value": "黄竹镇"}, {
      "id": 12782,
      "label": "金鸡岭农场",
      "value": "金鸡岭农场"
    }, {"id": 12783, "label": "中瑞农场", "value": "中瑞农场"}, {"id": 12784, "label": "南海农场", "value": "南海农场"}],
    "id": 3703,
    "label": "定安县",
    "value": "定安县"
  }, {
    "children": [{"id": 3820, "label": "屯城镇", "value": "屯城镇"}, {
      "id": 3821,
      "label": "新兴镇",
      "value": "新兴镇"
    }, {"id": 3822, "label": "枫木镇", "value": "枫木镇"}, {"id": 3823, "label": "乌坡镇", "value": "乌坡镇"}, {
      "id": 3824,
      "label": "南吕镇",
      "value": "南吕镇"
    }, {"id": 3825, "label": "南坤镇", "value": "南坤镇"}, {"id": 3826, "label": "坡心镇", "value": "坡心镇"}, {
      "id": 3827,
      "label": "西昌镇",
      "value": "西昌镇"
    }, {"id": 12785, "label": "中建农场", "value": "中建农场"}, {"id": 12786, "label": "中坤农场", "value": "中坤农场"}],
    "id": 3704,
    "label": "屯昌县",
    "value": "屯昌县"
  }, {
    "children": [{"id": 3828, "label": "石碌镇", "value": "石碌镇"}, {
      "id": 3829,
      "label": "叉河镇",
      "value": "叉河镇"
    }, {"id": 3830, "label": "十月田镇", "value": "十月田镇"}, {"id": 3831, "label": "乌烈镇", "value": "乌烈镇"}, {
      "id": 3832,
      "label": "昌化镇",
      "value": "昌化镇"
    }, {"id": 3833, "label": "海尾镇", "value": "海尾镇"}, {"id": 12796, "label": "七叉镇", "value": "七叉镇"}, {
      "id": 12797,
      "label": "王下乡",
      "value": "王下乡"
    }, {"id": 12798, "label": "海南矿业公司", "value": "海南矿业公司"}, {
      "id": 12799,
      "label": "霸王岭林场",
      "value": "霸王岭林场"
    }, {"id": 12800, "label": "红林农场", "value": "红林农场"}], "id": 3705, "label": "昌江县", "value": "昌江县"
  }, {
    "children": [{"id": 3834, "label": "牙叉镇", "value": "牙叉镇"}, {
      "id": 3835,
      "label": "七坊镇",
      "value": "七坊镇"
    }, {"id": 3836, "label": "邦溪镇", "value": "邦溪镇"}, {"id": 3837, "label": "打安镇", "value": "打安镇"}, {
      "id": 3838,
      "label": "细水乡",
      "value": "细水乡"
    }, {"id": 3839, "label": "元门乡", "value": "元门乡"}, {"id": 3840, "label": "南开乡", "value": "南开乡"}, {
      "id": 3841,
      "label": "阜龙乡",
      "value": "阜龙乡"
    }, {"id": 3842, "label": "青松乡", "value": "青松乡"}, {"id": 3843, "label": "金波乡", "value": "金波乡"}, {
      "id": 3844,
      "label": "荣邦乡",
      "value": "荣邦乡"
    }, {"id": 12793, "label": "白沙农场", "value": "白沙农场"}, {"id": 12794, "label": "龙江农场", "value": "龙江农场"}, {
      "id": 12795,
      "label": "邦溪农场",
      "value": "邦溪农场"
    }], "id": 3706, "label": "白沙县", "value": "白沙县"
  }, {
    "children": [{"id": 3878, "label": "营根镇", "value": "营根镇"}, {
      "id": 3879,
      "label": "湾岭镇",
      "value": "湾岭镇"
    }, {"id": 3880, "label": "黎母山镇", "value": "黎母山镇"}, {"id": 3881, "label": "和平镇", "value": "和平镇"}, {
      "id": 3882,
      "label": "长征镇",
      "value": "长征镇"
    }, {"id": 3883, "label": "红毛镇", "value": "红毛镇"}, {"id": 3884, "label": "中平镇", "value": "中平镇"}, {
      "id": 3885,
      "label": "上安乡",
      "value": "上安乡"
    }, {"id": 3886, "label": "什运乡", "value": "什运乡"}, {"id": 12813, "label": "吊罗山乡", "value": "吊罗山乡"}, {
      "id": 12814,
      "label": "黎母山林业公司",
      "value": "黎母山林业公司"
    }, {"id": 12815, "label": "阳江农场", "value": "阳江农场"}, {"id": 12816, "label": "乌石农场", "value": "乌石农场"}, {
      "id": 12817,
      "label": "加钗农场",
      "value": "加钗农场"
    }, {"id": 12818, "label": "长征农场", "value": "长征农场"}], "id": 3707, "label": "琼中县", "value": "琼中县"
  }, {
    "children": [{"id": 3858, "label": "椰林镇", "value": "椰林镇"}, {
      "id": 3859,
      "label": "光坡镇",
      "value": "光坡镇"
    }, {"id": 3860, "label": "三才镇", "value": "三才镇"}, {"id": 3861, "label": "英州镇", "value": "英州镇"}, {
      "id": 3862,
      "label": "隆广镇",
      "value": "隆广镇"
    }, {"id": 3863, "label": "文罗镇", "value": "文罗镇"}, {"id": 3864, "label": "本号镇", "value": "本号镇"}, {
      "id": 3865,
      "label": "新村镇",
      "value": "新村镇"
    }, {"id": 3866, "label": "黎安镇", "value": "黎安镇"}, {"id": 3867, "label": "提蒙乡", "value": "提蒙乡"}, {
      "id": 3868,
      "label": "群英乡",
      "value": "群英乡"
    }, {"id": 12806, "label": "吊罗山林业公司", "value": "吊罗山林业公司"}, {
      "id": 12807,
      "label": "岭门农场",
      "value": "岭门农场"
    }, {"id": 12808, "label": "南平农场", "value": "南平农场"}], "id": 3708, "label": "陵水县", "value": "陵水县"
  }, {
    "children": [{"id": 3869, "label": "保城镇", "value": "保城镇"}, {
      "id": 3870,
      "label": "什玲镇",
      "value": "什玲镇"
    }, {"id": 3871, "label": "加茂镇", "value": "加茂镇"}, {"id": 3872, "label": "响水镇", "value": "响水镇"}, {
      "id": 3873,
      "label": "新政镇",
      "value": "新政镇"
    }, {"id": 3874, "label": "三道镇", "value": "三道镇"}, {"id": 3875, "label": "六弓乡", "value": "六弓乡"}, {
      "id": 3876,
      "label": "南林乡",
      "value": "南林乡"
    }, {"id": 3877, "label": "毛感乡", "value": "毛感乡"}, {"id": 12809, "label": "保亭研究所", "value": "保亭研究所"}, {
      "id": 12810,
      "label": "新星农场",
      "value": "新星农场"
    }, {"id": 12811, "label": "金江农场", "value": "金江农场"}, {"id": 12812, "label": "三道农场", "value": "三道农场"}],
    "id": 3709,
    "label": "保亭县",
    "value": "保亭县"
  }, {
    "children": [{"id": 3845, "label": "抱由镇", "value": "抱由镇"}, {
      "id": 3846,
      "label": "万冲镇",
      "value": "万冲镇"
    }, {"id": 3847, "label": "大安镇", "value": "大安镇"}, {"id": 3849, "label": "志仲镇", "value": "志仲镇"}, {
      "id": 3851,
      "label": "千家镇",
      "value": "千家镇"
    }, {"id": 3852, "label": "九所镇", "value": "九所镇"}, {"id": 3853, "label": "利国镇", "value": "利国镇"}, {
      "id": 3854,
      "label": "黄流镇",
      "value": "黄流镇"
    }, {"id": 3855, "label": "佛罗镇", "value": "佛罗镇"}, {"id": 3856, "label": "尖峰镇", "value": "尖峰镇"}, {
      "id": 3857,
      "label": "莺歌海镇",
      "value": "莺歌海镇"
    }, {"id": 12801, "label": "尖峰岭林业公司", "value": "尖峰岭林业公司"}, {
      "id": 12802,
      "label": "莺歌海盐场",
      "value": "莺歌海盐场"
    }, {"id": 12803, "label": "山荣农场", "value": "山荣农场"}, {"id": 12804, "label": "乐光农场", "value": "乐光农场"}, {
      "id": 12805,
      "label": "保国农场",
      "value": "保国农场"
    }], "id": 3710, "label": "乐东县", "value": "乐东县"
  }, {
    "children": [{"id": 3887, "label": "西沙群岛", "value": "西沙群岛"}, {
      "id": 3888,
      "label": "南沙群岛",
      "value": "南沙群岛"
    }, {"id": 12819, "label": "中沙群岛", "value": "中沙群岛"}], "id": 3711, "label": "三沙市", "value": "三沙市"
  }], "id": 23, "label": "海南", "value": "海南"
}, {
  "children": [{
    "children": [{"id": 2145, "label": "清镇市", "value": "清镇市"}, {
      "id": 2146,
      "label": "开阳县",
      "value": "开阳县"
    }, {"id": 2147, "label": "修文县", "value": "修文县"}, {"id": 2148, "label": "息峰县", "value": "息峰县"}, {
      "id": 2149,
      "label": "乌当区",
      "value": "乌当区"
    }, {"id": 3906, "label": "南明区", "value": "南明区"}, {
      "id": 3907,
      "label": "云岩区(三桥综合批发市场以东)",
      "value": "云岩区(三桥综合批发市场以东)"
    }, {"id": 3908, "label": "花溪区(花溪大道南段以西,新区大道以北,甲秀南路以东)", "value": "花溪区(花溪大道南段以西,新区大道以北,甲秀南路以东)"}, {
      "id": 3909,
      "label": "白云区",
      "value": "白云区"
    }, {"id": 3910, "label": "小河区(桐荫路以西,西南环路以北,花溪大道中段以东)", "value": "小河区(桐荫路以西,西南环路以北,花溪大道中段以东)"}, {
      "id": 4230,
      "label": "金阳新区",
      "value": "金阳新区"
    }, {"id": 4427, "label": "云岩区(三桥综合批发市场以西)", "value": "云岩区(三桥综合批发市场以西)"}, {
      "id": 4889,
      "label": "花溪区(花溪大道南段以东,新区大道以南,甲秀南路以西)",
      "value": "花溪区(花溪大道南段以东,新区大道以南,甲秀南路以西)"
    }, {"id": 4890, "label": "小河区(桐荫路以东,西南环路以南,花溪大道中段以西)", "value": "小河区(桐荫路以东,西南环路以南,花溪大道中段以西)"}],
    "id": 2144,
    "label": "贵阳市",
    "value": "贵阳市"
  }, {
    "children": [{"id": 2151, "label": "盘县", "value": "盘县"}, {
      "id": 2152,
      "label": "六枝特区",
      "value": "六枝特区"
    }, {"id": 2153, "label": "水城县", "value": "水城县"}, {"id": 2154, "label": "钟山区", "value": "钟山区"}],
    "id": 2150,
    "label": "六盘水市",
    "value": "六盘水市"
  }, {
    "children": [{"id": 2156, "label": "赤水市", "value": "赤水市"}, {
      "id": 2157,
      "label": "仁怀市",
      "value": "仁怀市"
    }, {"id": 2158, "label": "遵义县", "value": "遵义县"}, {"id": 2159, "label": "桐梓县", "value": "桐梓县"}, {
      "id": 2160,
      "label": "绥阳县",
      "value": "绥阳县"
    }, {"id": 2161, "label": "习水县", "value": "习水县"}, {"id": 2162, "label": "凤冈县", "value": "凤冈县"}, {
      "id": 2163,
      "label": "正安县",
      "value": "正安县"
    }, {"id": 2164, "label": "湄潭县", "value": "湄潭县"}, {"id": 2165, "label": "余庆县", "value": "余庆县"}, {
      "id": 2166,
      "label": "道真仡佬族苗族",
      "value": "道真仡佬族苗族"
    }, {"id": 2167, "label": "务川仡佬族苗族", "value": "务川仡佬族苗族"}, {
      "id": 2168,
      "label": "红花岗区(人民医院以北)",
      "value": "红花岗区(人民医院以北)"
    }, {"id": 3911, "label": "汇川区(主城区)", "value": "汇川区(主城区)"}, {
      "id": 5897,
      "label": "汇川区(主城区外范围)",
      "value": "汇川区(主城区外范围)"
    }, {"id": 5898, "label": "红花岗区(人民医院以南)", "value": "红花岗区(人民医院以南)"}], "id": 2155, "label": "遵义市", "value": "遵义市"
  }, {
    "children": [{"id": 2170, "label": "碧江区", "value": "碧江区"}, {
      "id": 2171,
      "label": "德江县",
      "value": "德江县"
    }, {"id": 2172, "label": "江口县", "value": "江口县"}, {"id": 2173, "label": "思南县", "value": "思南县"}, {
      "id": 2174,
      "label": "万山区",
      "value": "万山区"
    }, {"id": 2175, "label": "石阡县", "value": "石阡县"}, {"id": 2176, "label": "玉屏侗族自治县", "value": "玉屏侗族自治县"}, {
      "id": 2177,
      "label": "松桃苗族自治县",
      "value": "松桃苗族自治县"
    }, {"id": 2178, "label": "印江土家族苗族自治县", "value": "印江土家族苗族自治县"}, {
      "id": 2179,
      "label": "沿河土家族自治县",
      "value": "沿河土家族自治县"
    }], "id": 2169, "label": "铜仁市", "value": "铜仁市"
  }, {
    "children": [{"id": 2182, "label": "黔西县", "value": "黔西县"}, {
      "id": 2183,
      "label": "大方县",
      "value": "大方县"
    }, {"id": 2184, "label": "织金县", "value": "织金县"}, {"id": 2185, "label": "金沙县", "value": "金沙县"}, {
      "id": 2186,
      "label": "赫章县",
      "value": "赫章县"
    }, {"id": 2187, "label": "纳雍县", "value": "纳雍县"}, {
      "id": 2188,
      "label": "威宁彝族回族苗族自治县",
      "value": "威宁彝族回族苗族自治县"
    }, {"id": 8891, "label": "七星关区", "value": "七星关区"}], "id": 2180, "label": "毕节市", "value": "毕节市"
  }, {
    "children": [{"id": 2190, "label": "西秀区", "value": "西秀区"}, {
      "id": 2191,
      "label": "普定县",
      "value": "普定县"
    }, {"id": 2192, "label": "平坝县", "value": "平坝县"}, {
      "id": 2193,
      "label": "镇宁布依族苗族自治县",
      "value": "镇宁布依族苗族自治县"
    }, {"id": 2194, "label": "关岭布依族苗族自治县", "value": "关岭布依族苗族自治县"}, {
      "id": 2195,
      "label": "紫云苗族布依族自治县",
      "value": "紫云苗族布依族自治县"
    }], "id": 2189, "label": "安顺市", "value": "安顺市"
  }, {
    "children": [{"id": 2197, "label": "兴义市", "value": "兴义市"}, {
      "id": 2198,
      "label": "望谟县",
      "value": "望谟县"
    }, {"id": 2199, "label": "兴仁县", "value": "兴仁县"}, {"id": 2200, "label": "普安县", "value": "普安县"}, {
      "id": 2201,
      "label": "册亨县",
      "value": "册亨县"
    }, {"id": 2202, "label": "晴隆县", "value": "晴隆县"}, {"id": 2203, "label": "贞丰县", "value": "贞丰县"}, {
      "id": 2204,
      "label": "安龙县",
      "value": "安龙县"
    }], "id": 2196, "label": "黔西南州", "value": "黔西南州"
  }, {
    "children": [{"id": 2206, "label": "凯里市", "value": "凯里市"}, {
      "id": 2207,
      "label": "施秉市",
      "value": "施秉市"
    }, {"id": 2208, "label": "从江县", "value": "从江县"}, {"id": 2209, "label": "锦屏县", "value": "锦屏县"}, {
      "id": 2210,
      "label": "镇远县",
      "value": "镇远县"
    }, {"id": 2211, "label": "麻江县", "value": "麻江县"}, {"id": 2212, "label": "台江县", "value": "台江县"}, {
      "id": 2213,
      "label": "天柱县",
      "value": "天柱县"
    }, {"id": 2214, "label": "黄平县", "value": "黄平县"}, {"id": 2215, "label": "榕江县", "value": "榕江县"}, {
      "id": 2216,
      "label": "剑河县",
      "value": "剑河县"
    }, {"id": 2217, "label": "三穗县", "value": "三穗县"}, {"id": 2218, "label": "雷山县", "value": "雷山县"}, {
      "id": 2219,
      "label": "黎平县",
      "value": "黎平县"
    }, {"id": 2220, "label": "岑巩县", "value": "岑巩县"}, {"id": 2221, "label": "丹寨县", "value": "丹寨县"}],
    "id": 2205,
    "label": "黔东南州",
    "value": "黔东南州"
  }, {
    "children": [{"id": 2223, "label": "都匀市", "value": "都匀市"}, {
      "id": 2224,
      "label": "福泉市",
      "value": "福泉市"
    }, {"id": 2225, "label": "贵定市", "value": "贵定市"}, {"id": 2226, "label": "惠水县", "value": "惠水县"}, {
      "id": 2227,
      "label": "罗甸县",
      "value": "罗甸县"
    }, {"id": 2228, "label": "瓮安县", "value": "瓮安县"}, {"id": 2229, "label": "荔波县", "value": "荔波县"}, {
      "id": 2230,
      "label": "龙里县",
      "value": "龙里县"
    }, {"id": 2231, "label": "平塘县", "value": "平塘县"}, {"id": 2232, "label": "长顺县", "value": "长顺县"}, {
      "id": 2233,
      "label": "独山县",
      "value": "独山县"
    }, {"id": 2234, "label": "三都县", "value": "三都县"}], "id": 2222, "label": "黔南州", "value": "黔南州"
  }], "id": 24, "label": "贵州", "value": "贵州"
}, {
  "children": [{
    "children": [{"id": 2236, "label": "东川区", "value": "东川区"}, {
      "id": 2237,
      "label": "安宁县",
      "value": "安宁县"
    }, {"id": 2238, "label": "富民县", "value": "富民县"}, {"id": 2239, "label": "蒿明县", "value": "蒿明县"}, {
      "id": 2241,
      "label": "晋宁县",
      "value": "晋宁县"
    }, {"id": 2242, "label": "宜良县", "value": "宜良县"}, {
      "id": 2243,
      "label": "禄劝彝族苗族自治县",
      "value": "禄劝彝族苗族自治县"
    }, {"id": 2244, "label": "石林彝族自治县", "value": "石林彝族自治县"}, {
      "id": 2245,
      "label": "寻甸回族彝族自治县",
      "value": "寻甸回族彝族自治县"
    }, {"id": 2246, "label": "盘龙区", "value": "盘龙区"}, {"id": 3912, "label": "五华区", "value": "五华区"}, {
      "id": 3913,
      "label": "官渡区",
      "value": "官渡区"
    }, {"id": 3914, "label": "西山区", "value": "西山区"}, {
      "id": 7011,
      "label": "呈贡区（石龙路以南，关山水库以北，梁王路以西）",
      "value": "呈贡区（石龙路以南，关山水库以北，梁王路以西）"
    }, {"id": 7012, "label": "呈贡区（石龙路以北，关山水库以南，梁王路以东）", "value": "呈贡区（石龙路以北，关山水库以南，梁王路以东）"}],
    "id": 2235,
    "label": "昆明市",
    "value": "昆明市"
  }, {
    "children": [{"id": 2249, "label": "马龙县", "value": "马龙县"}, {
      "id": 2250,
      "label": "宣威市",
      "value": "宣威市"
    }, {"id": 2251, "label": "富源县", "value": "富源县"}, {"id": 2252, "label": "会泽县", "value": "会泽县"}, {
      "id": 2253,
      "label": "陆良县",
      "value": "陆良县"
    }, {"id": 2254, "label": "师宗县", "value": "师宗县"}, {"id": 2255, "label": "罗平县", "value": "罗平县"}, {
      "id": 2256,
      "label": "沾益县",
      "value": "沾益县"
    }, {"id": 6798, "label": "麒麟区（珠江源大道以西，寥廓北路以东）", "value": "麒麟区（珠江源大道以西，寥廓北路以东）"}, {
      "id": 6799,
      "label": "麒麟区（南宁、廖廓、西山、白石口、建宁街道）",
      "value": "麒麟区（南宁、廖廓、西山、白石口、建宁街道）"
    }, {"id": 6800, "label": "麒麟区（南宁、廖廓、西山、白石口、建宁街道以外）", "value": "麒麟区（南宁、廖廓、西山、白石口、建宁街道以外）"}],
    "id": 2247,
    "label": "曲靖市",
    "value": "曲靖市"
  }, {
    "children": [{"id": 2259, "label": "红塔区（玉江大道以北，抚仙路以南）", "value": "红塔区（玉江大道以北，抚仙路以南）"}, {
      "id": 2260,
      "label": "华宁县",
      "value": "华宁县"
    }, {"id": 2261, "label": "澄江县", "value": "澄江县"}, {"id": 2262, "label": "易门县", "value": "易门县"}, {
      "id": 2263,
      "label": "通海县",
      "value": "通海县"
    }, {"id": 2264, "label": "江川县", "value": "江川县"}, {
      "id": 2265,
      "label": "元江哈尼族彝族自治县",
      "value": "元江哈尼族彝族自治县"
    }, {"id": 2266, "label": "新平彝族傣族自治县", "value": "新平彝族傣族自治县"}, {
      "id": 2267,
      "label": "峨山彝族自治县",
      "value": "峨山彝族自治县"
    }, {"id": 6775, "label": "红塔区（玉江大道以南，抚仙路以北）", "value": "红塔区（玉江大道以南，抚仙路以北）"}],
    "id": 2258,
    "label": "玉溪市",
    "value": "玉溪市"
  }, {
    "children": [{"id": 2271, "label": "昭阳区", "value": "昭阳区"}, {
      "id": 2272,
      "label": "镇雄县",
      "value": "镇雄县"
    }, {"id": 2273, "label": "永善县", "value": "永善县"}, {"id": 2274, "label": "大关县", "value": "大关县"}, {
      "id": 2275,
      "label": "盐津县",
      "value": "盐津县"
    }, {"id": 2276, "label": "彝良县", "value": "彝良县"}, {"id": 2277, "label": "水富县", "value": "水富县"}, {
      "id": 2278,
      "label": "巧家县",
      "value": "巧家县"
    }, {"id": 2279, "label": "威信县", "value": "威信县"}, {"id": 3002, "label": "鲁甸县", "value": "鲁甸县"}, {
      "id": 3003,
      "label": "绥江县",
      "value": "绥江县"
    }], "id": 2270, "label": "昭通市", "value": "昭通市"
  }, {
    "children": [{"id": 2282, "label": "思茅区", "value": "思茅区"}, {
      "id": 2283,
      "label": "宁洱县",
      "value": "宁洱县"
    }, {"id": 2284, "label": "景东县", "value": "景东县"}, {"id": 2285, "label": "镇沅县", "value": "镇沅县"}, {
      "id": 2286,
      "label": "景谷县",
      "value": "景谷县"
    }, {"id": 2287, "label": "墨江县", "value": "墨江县"}, {"id": 2288, "label": "澜沧县", "value": "澜沧县"}, {
      "id": 2289,
      "label": "西盟县",
      "value": "西盟县"
    }, {"id": 2290, "label": "江城县", "value": "江城县"}, {"id": 2958, "label": "孟连县", "value": "孟连县"}],
    "id": 2281,
    "label": "普洱市",
    "value": "普洱市"
  }, {
    "children": [{"id": 2292, "label": "临翔区", "value": "临翔区"}, {
      "id": 2293,
      "label": "镇康县",
      "value": "镇康县"
    }, {"id": 2294, "label": "凤庆县", "value": "凤庆县"}, {"id": 2295, "label": "云县", "value": "云县"}, {
      "id": 2296,
      "label": "永德县",
      "value": "永德县"
    }, {"id": 2297, "label": "耿马县", "value": "耿马县"}, {"id": 3915, "label": "双江县", "value": "双江县"}, {
      "id": 3916,
      "label": "沧源县",
      "value": "沧源县"
    }], "id": 2291, "label": "临沧市", "value": "临沧市"
  }, {
    "children": [{"id": 2299, "label": "隆阳区", "value": "隆阳区"}, {
      "id": 2300,
      "label": "施甸县",
      "value": "施甸县"
    }, {"id": 2301, "label": "昌宁县", "value": "昌宁县"}, {"id": 2302, "label": "龙陵县", "value": "龙陵县"}, {
      "id": 2303,
      "label": "腾冲县",
      "value": "腾冲县"
    }], "id": 2298, "label": "保山市", "value": "保山市"
  }, {
    "children": [{"id": 2305, "label": "玉龙纳西族自治县", "value": "玉龙纳西族自治县"}, {
      "id": 2306,
      "label": "华坪县",
      "value": "华坪县"
    }, {"id": 2307, "label": "永胜县", "value": "永胜县"}, {"id": 2308, "label": "宁蒗彝族自治县", "value": "宁蒗彝族自治县"}, {
      "id": 4086,
      "label": "古城区（东康小道以南，玉泽东路以北）",
      "value": "古城区（东康小道以南，玉泽东路以北）"
    }, {"id": 6774, "label": "古城区（东康小道以北，玉泽东路以南）", "value": "古城区（东康小道以北，玉泽东路以南）"}],
    "id": 2304,
    "label": "丽江地区",
    "value": "丽江地区"
  }, {
    "children": [{"id": 2310, "label": "文山市", "value": "文山市"}, {
      "id": 2311,
      "label": "麻栗坡县",
      "value": "麻栗坡县"
    }, {"id": 2312, "label": "砚山县", "value": "砚山县"}, {"id": 2313, "label": "广南县", "value": "广南县"}, {
      "id": 2314,
      "label": "马关县",
      "value": "马关县"
    }, {"id": 2315, "label": "富宁县", "value": "富宁县"}, {"id": 2316, "label": "西畴县", "value": "西畴县"}, {
      "id": 2317,
      "label": "丘北县",
      "value": "丘北县"
    }], "id": 2309, "label": "文山州", "value": "文山州"
  }, {
    "children": [{"id": 2319, "label": "个旧市", "value": "个旧市"}, {
      "id": 2320,
      "label": "开远市",
      "value": "开远市"
    }, {"id": 2321, "label": "弥勒县", "value": "弥勒县"}, {"id": 2322, "label": "红河县", "value": "红河县"}, {
      "id": 2323,
      "label": "绿春县",
      "value": "绿春县"
    }, {"id": 2324, "label": "蒙自市", "value": "蒙自市"}, {"id": 2325, "label": "泸西县", "value": "泸西县"}, {
      "id": 2326,
      "label": "建水县",
      "value": "建水县"
    }, {"id": 2327, "label": "元阳县", "value": "元阳县"}, {"id": 2328, "label": "石屏县", "value": "石屏县"}, {
      "id": 2329,
      "label": "金平县",
      "value": "金平县"
    }, {"id": 2330, "label": "屏边县", "value": "屏边县"}, {"id": 2331, "label": "河口县", "value": "河口县"}],
    "id": 2318,
    "label": "红河州",
    "value": "红河州"
  }, {
    "children": [{"id": 2333, "label": "景洪市", "value": "景洪市"}, {
      "id": 2334,
      "label": "勐海县",
      "value": "勐海县"
    }, {"id": 2335, "label": "勐腊县", "value": "勐腊县"}], "id": 2332, "label": "西双版纳州", "value": "西双版纳州"
  }, {
    "children": [{"id": 2337, "label": "楚雄市（云开路以南，雄宝路以北）", "value": "楚雄市（云开路以南，雄宝路以北）"}, {
      "id": 2338,
      "label": "元谋县",
      "value": "元谋县"
    }, {"id": 2339, "label": "南华县", "value": "南华县"}, {"id": 2340, "label": "牟定县", "value": "牟定县"}, {
      "id": 2341,
      "label": "武定县",
      "value": "武定县"
    }, {"id": 2342, "label": "大姚县", "value": "大姚县"}, {"id": 2343, "label": "双柏县", "value": "双柏县"}, {
      "id": 2344,
      "label": "禄丰县",
      "value": "禄丰县"
    }, {"id": 2345, "label": "永仁县", "value": "永仁县"}, {"id": 3917, "label": "姚安县", "value": "姚安县"}, {
      "id": 6773,
      "label": "楚雄市（云开路以北，雄宝路以南）",
      "value": "楚雄市（云开路以北，雄宝路以南）"
    }], "id": 2336, "label": "楚雄彝族自治州", "value": "楚雄彝族自治州"
  }, {
    "children": [{"id": 2348, "label": "大理市（祥云路以北，海滨大道以南）", "value": "大理市（祥云路以北，海滨大道以南）"}, {
      "id": 2349,
      "label": "剑川县",
      "value": "剑川县"
    }, {"id": 2350, "label": "弥渡县", "value": "弥渡县"}, {"id": 2351, "label": "云龙县", "value": "云龙县"}, {
      "id": 2352,
      "label": "洱源县",
      "value": "洱源县"
    }, {"id": 2353, "label": "鹤庆县", "value": "鹤庆县"}, {"id": 2354, "label": "宾川县", "value": "宾川县"}, {
      "id": 2355,
      "label": "祥云县",
      "value": "祥云县"
    }, {"id": 2356, "label": "永平县", "value": "永平县"}, {
      "id": 2357,
      "label": "巍山彝族回族自治州",
      "value": "巍山彝族回族自治州"
    }, {"id": 2358, "label": "漾濞彝族自治县", "value": "漾濞彝族自治县"}, {
      "id": 2359,
      "label": "南涧彝族自治县",
      "value": "南涧彝族自治县"
    }, {"id": 6776, "label": "大理市（祥云路以南，海滨大道以北）", "value": "大理市（祥云路以南，海滨大道以北）"}],
    "id": 2347,
    "label": "大理白族自治州",
    "value": "大理白族自治州"
  }, {
    "children": [{"id": 2361, "label": "芒市", "value": "芒市"}, {
      "id": 2362,
      "label": "瑞丽市",
      "value": "瑞丽市"
    }, {"id": 2363, "label": "盈江县", "value": "盈江县"}, {"id": 2364, "label": "梁河县", "value": "梁河县"}, {
      "id": 2365,
      "label": "陇川县",
      "value": "陇川县"
    }], "id": 2360, "label": "德宏州", "value": "德宏州"
  }, {
    "children": [{"id": 2367, "label": "泸水县", "value": "泸水县"}, {
      "id": 2368,
      "label": "福贡县",
      "value": "福贡县"
    }, {"id": 2369, "label": "兰坪县", "value": "兰坪县"}, {"id": 2370, "label": "贡山县", "value": "贡山县"}],
    "id": 2366,
    "label": "怒江州",
    "value": "怒江州"
  }, {
    "children": [{"id": 6823, "label": "香格里拉县", "value": "香格里拉县"}, {
      "id": 6824,
      "label": "德钦县",
      "value": "德钦县"
    }, {"id": 6825, "label": "维西县", "value": "维西县"}], "id": 4108, "label": "迪庆州", "value": "迪庆州"
  }], "id": 25, "label": "云南", "value": "云南"
}, {
  "children": [{
    "children": [{"id": 2952, "label": "城关区", "value": "城关区"}, {
      "id": 3123,
      "label": "林周县",
      "value": "林周县"
    }, {"id": 3918, "label": "当雄县", "value": "当雄县"}, {"id": 3919, "label": "尼木县", "value": "尼木县"}, {
      "id": 3920,
      "label": "曲水县",
      "value": "曲水县"
    }, {"id": 3921, "label": "堆龙德庆县", "value": "堆龙德庆县"}, {"id": 3922, "label": "达孜县", "value": "达孜县"}, {
      "id": 3923,
      "label": "墨竹工卡县",
      "value": "墨竹工卡县"
    }], "id": 2951, "label": "拉萨市", "value": "拉萨市"
  }, {
    "children": [{"id": 3108, "label": "索县", "value": "索县"}, {
      "id": 3961,
      "label": "那曲县",
      "value": "那曲县"
    }, {"id": 3962, "label": "嘉黎县", "value": "嘉黎县"}, {"id": 3963, "label": "比如县", "value": "比如县"}, {
      "id": 3964,
      "label": "聂荣县",
      "value": "聂荣县"
    }, {"id": 3965, "label": "安多县", "value": "安多县"}, {"id": 3966, "label": "申扎县", "value": "申扎县"}, {
      "id": 3967,
      "label": "班戈县",
      "value": "班戈县"
    }, {"id": 3968, "label": "巴青县", "value": "巴青县"}, {"id": 3969, "label": "尼玛县", "value": "尼玛县"}],
    "id": 3107,
    "label": "那曲地区",
    "value": "那曲地区"
  }, {
    "children": [{"id": 3130, "label": "贡嘎县", "value": "贡嘎县"}, {
      "id": 3934,
      "label": "扎囊县",
      "value": "扎囊县"
    }, {"id": 3935, "label": "乃东县", "value": "乃东县"}, {"id": 3936, "label": "桑日县", "value": "桑日县"}, {
      "id": 3937,
      "label": "琼结县",
      "value": "琼结县"
    }, {"id": 3938, "label": "曲松县", "value": "曲松县"}, {"id": 3939, "label": "措美县", "value": "措美县"}, {
      "id": 3940,
      "label": "洛扎县",
      "value": "洛扎县"
    }, {"id": 3941, "label": "加查县", "value": "加查县"}, {"id": 3942, "label": "隆子县", "value": "隆子县"}, {
      "id": 3943,
      "label": "错那县",
      "value": "错那县"
    }, {"id": 3944, "label": "浪卡子县", "value": "浪卡子县"}], "id": 3129, "label": "山南地区", "value": "山南地区"
  }, {
    "children": [{"id": 3139, "label": "昌都县", "value": "昌都县"}, {
      "id": 3924,
      "label": "江达县",
      "value": "江达县"
    }, {"id": 3925, "label": "贡觉县", "value": "贡觉县"}, {"id": 3926, "label": "类乌齐县", "value": "类乌齐县"}, {
      "id": 3927,
      "label": "丁青县",
      "value": "丁青县"
    }, {"id": 3928, "label": "察雅县", "value": "察雅县"}, {"id": 3929, "label": "八宿县", "value": "八宿县"}, {
      "id": 3930,
      "label": "左贡县",
      "value": "左贡县"
    }, {"id": 3931, "label": "芒康县", "value": "芒康县"}, {"id": 3932, "label": "洛隆县", "value": "洛隆县"}, {
      "id": 3933,
      "label": "边坝县",
      "value": "边坝县"
    }], "id": 3138, "label": "昌都地区", "value": "昌都地区"
  }, {
    "children": [{"id": 3160, "label": "聂拉木县", "value": "聂拉木县"}, {
      "id": 3166,
      "label": "昂仁县",
      "value": "昂仁县"
    }, {"id": 3945, "label": "日喀则市", "value": "日喀则市"}, {"id": 3946, "label": "南木林县", "value": "南木林县"}, {
      "id": 3947,
      "label": "江孜县",
      "value": "江孜县"
    }, {"id": 3948, "label": "定日县", "value": "定日县"}, {"id": 3949, "label": "萨迦县　", "value": "萨迦县　"}, {
      "id": 3950,
      "label": "拉孜县",
      "value": "拉孜县"
    }, {"id": 3951, "label": "谢通门县", "value": "谢通门县"}, {"id": 3952, "label": "白朗县", "value": "白朗县"}, {
      "id": 3953,
      "label": "仁布县",
      "value": "仁布县"
    }, {"id": 3954, "label": "康马县", "value": "康马县"}, {"id": 3955, "label": "定结县", "value": "定结县"}, {
      "id": 3956,
      "label": "仲巴县",
      "value": "仲巴县"
    }, {"id": 3957, "label": "亚东县", "value": "亚东县"}, {"id": 3958, "label": "吉隆县", "value": "吉隆县"}, {
      "id": 3959,
      "label": "萨嘎县",
      "value": "萨嘎县"
    }, {"id": 3960, "label": "岗巴县", "value": "岗巴县"}], "id": 3144, "label": "日喀则地区", "value": "日喀则地区"
  }, {
    "children": [{"id": 3972, "label": "噶尔县", "value": "噶尔县"}, {
      "id": 3973,
      "label": "普兰县",
      "value": "普兰县"
    }, {"id": 3974, "label": "札达县　", "value": "札达县　"}, {"id": 3975, "label": "日土县", "value": "日土县"}, {
      "id": 3976,
      "label": "革吉县",
      "value": "革吉县"
    }, {"id": 3977, "label": "改则县", "value": "改则县"}, {"id": 3978, "label": "措勤县", "value": "措勤县"}],
    "id": 3970,
    "label": "阿里地区",
    "value": "阿里地区"
  }, {
    "children": [{"id": 3979, "label": "林芝县", "value": "林芝县"}, {
      "id": 3980,
      "label": "工布江达县",
      "value": "工布江达县"
    }, {"id": 3981, "label": "米林县", "value": "米林县"}, {"id": 3982, "label": "墨脱县", "value": "墨脱县"}, {
      "id": 3983,
      "label": "波密县",
      "value": "波密县"
    }, {"id": 3984, "label": "察隅县", "value": "察隅县"}, {"id": 3985, "label": "朗县", "value": "朗县"}],
    "id": 3971,
    "label": "林芝地区",
    "value": "林芝地区"
  }], "id": 26, "label": "西藏", "value": "西藏"
}, {
  "children": [{
    "children": [{"id": 2377, "label": "阎良区", "value": "阎良区"}, {
      "id": 2378,
      "label": "临潼区（老县城以内）",
      "value": "临潼区（老县城以内）"
    }, {"id": 2379, "label": "长安区(大学城以内,067基地)", "value": "长安区(大学城以内,067基地)"}, {
      "id": 2380,
      "label": "高陵县",
      "value": "高陵县"
    }, {"id": 2381, "label": "蓝田县", "value": "蓝田县"}, {"id": 2382, "label": "户县", "value": "户县"}, {
      "id": 2383,
      "label": "周至县",
      "value": "周至县"
    }, {"id": 3124, "label": "灞桥区(绕城以内及洪庆镇区)", "value": "灞桥区(绕城以内及洪庆镇区)"}, {
      "id": 3630,
      "label": "未央区(三环以内)",
      "value": "未央区(三环以内)"
    }, {"id": 3986, "label": "碑林区(长安路以西)", "value": "碑林区(长安路以西)"}, {
      "id": 3987,
      "label": "新城区(华清路-环城北路以北)",
      "value": "新城区(华清路-环城北路以北)"
    }, {"id": 3988, "label": "莲湖区(三环以内)", "value": "莲湖区(三环以内)"}, {
      "id": 4090,
      "label": "杨凌区",
      "value": "杨凌区"
    }, {"id": 4096, "label": "高新区", "value": "高新区"}, {
      "id": 4268,
      "label": "莲湖区(三环以外)",
      "value": "莲湖区(三环以外)"
    }, {"id": 4269, "label": "未央区(三环以外)", "value": "未央区(三环以外)"}, {
      "id": 4270,
      "label": "灞桥区(绕城以外)",
      "value": "灞桥区(绕城以外)"
    }, {"id": 4271, "label": "长安区(大学城以外,除067基地)", "value": "长安区(大学城以外,除067基地)"}, {
      "id": 4343,
      "label": "雁塔区",
      "value": "雁塔区"
    }, {"id": 4458, "label": "新城区(华清路-环城北路以南)", "value": "新城区(华清路-环城北路以南)"}, {
      "id": 4754,
      "label": "碑林区(长安路以东)",
      "value": "碑林区(长安路以东)"
    }, {"id": 6783, "label": "临潼区（老县城以外）", "value": "临潼区（老县城以外）"}], "id": 2376, "label": "西安市", "value": "西安市"
  }, {
    "children": [{"id": 2387, "label": "印台区", "value": "印台区"}, {
      "id": 2388,
      "label": "宜君县",
      "value": "宜君县"
    }, {"id": 2389, "label": "王益区", "value": "王益区"}, {"id": 3989, "label": "耀州区", "value": "耀州区"}],
    "id": 2386,
    "label": "铜川市",
    "value": "铜川市"
  }, {
    "children": [{"id": 2391, "label": "陈仓区(文兴路以西)", "value": "陈仓区(文兴路以西)"}, {
      "id": 2392,
      "label": "岐山县",
      "value": "岐山县"
    }, {"id": 2393, "label": "太白县", "value": "太白县"}, {"id": 2394, "label": "凤翔县", "value": "凤翔县"}, {
      "id": 2395,
      "label": "陇县",
      "value": "陇县"
    }, {"id": 2396, "label": "麟游县", "value": "麟游县"}, {"id": 2397, "label": "千阳县", "value": "千阳县"}, {
      "id": 2398,
      "label": "扶风县",
      "value": "扶风县"
    }, {"id": 2399, "label": "凤县", "value": "凤县"}, {"id": 2400, "label": "眉县", "value": "眉县"}, {
      "id": 2401,
      "label": "渭滨区",
      "value": "渭滨区"
    }, {"id": 3990, "label": "金台区", "value": "金台区"}, {"id": 4162, "label": "高新区", "value": "高新区"}, {
      "id": 4831,
      "label": "陈仓区(文兴路以东)",
      "value": "陈仓区(文兴路以东)"
    }], "id": 2390, "label": "宝鸡市", "value": "宝鸡市"
  }, {
    "children": [{"id": 2403, "label": "兴平市", "value": "兴平市"}, {
      "id": 2404,
      "label": "礼泉县",
      "value": "礼泉县"
    }, {"id": 2405, "label": "泾阳县", "value": "泾阳县"}, {"id": 2406, "label": "永寿县", "value": "永寿县"}, {
      "id": 2407,
      "label": "三原县",
      "value": "三原县"
    }, {"id": 2408, "label": "彬县", "value": "彬县"}, {"id": 2409, "label": "旬邑县", "value": "旬邑县"}, {
      "id": 2411,
      "label": "长武县",
      "value": "长武县"
    }, {"id": 2412, "label": "乾县", "value": "乾县"}, {"id": 2413, "label": "武功县", "value": "武功县"}, {
      "id": 2414,
      "label": "淳化县",
      "value": "淳化县"
    }, {"id": 2415, "label": "秦都区(市区以内)", "value": "秦都区(市区以内)"}, {
      "id": 3992,
      "label": "渭城区(市区以内)",
      "value": "渭城区(市区以内)"
    }, {"id": 4779, "label": "秦都区(市区以外)", "value": "秦都区(市区以外)"}, {
      "id": 4780,
      "label": "渭城区(市区以外)",
      "value": "渭城区(市区以外)"
    }], "id": 2402, "label": "咸阳市", "value": "咸阳市"
  }, {
    "children": [{"id": 2417, "label": "韩城市", "value": "韩城市"}, {
      "id": 2418,
      "label": "华阴市",
      "value": "华阴市"
    }, {"id": 2419, "label": "蒲城县", "value": "蒲城县"}, {"id": 2420, "label": "华县", "value": "华县"}, {
      "id": 2421,
      "label": "潼关县",
      "value": "潼关县"
    }, {"id": 2422, "label": "大荔县", "value": "大荔县"}, {"id": 2423, "label": "澄城县", "value": "澄城县"}, {
      "id": 2424,
      "label": "合阳县",
      "value": "合阳县"
    }, {"id": 2425, "label": "白水县", "value": "白水县"}, {"id": 2426, "label": "富平县", "value": "富平县"}, {
      "id": 8142,
      "label": "临渭区(崇业路东,渭河大桥西,陇海铁路北,乐天大街南)",
      "value": "临渭区(崇业路东,渭河大桥西,陇海铁路北,乐天大街南)"
    }, {"id": 8143, "label": "临渭区(崇业路西,渭河大桥东,陇海铁路南,乐天大街北)", "value": "临渭区(崇业路西,渭河大桥东,陇海铁路南,乐天大街北)"}],
    "id": 2416,
    "label": "渭南市",
    "value": "渭南市"
  }, {
    "children": [{"id": 2429, "label": "安塞县", "value": "安塞县"}, {
      "id": 2430,
      "label": "洛川县",
      "value": "洛川县"
    }, {"id": 2431, "label": "子长县", "value": "子长县"}, {"id": 2432, "label": "黄陵县", "value": "黄陵县"}, {
      "id": 2433,
      "label": "延长县",
      "value": "延长县"
    }, {"id": 2434, "label": "宜川县", "value": "宜川县"}, {"id": 2435, "label": "延川县", "value": "延川县"}, {
      "id": 2436,
      "label": "甘泉县",
      "value": "甘泉县"
    }, {"id": 2437, "label": "富县", "value": "富县"}, {"id": 2438, "label": "志丹县", "value": "志丹县"}, {
      "id": 2439,
      "label": "黄龙县",
      "value": "黄龙县"
    }, {"id": 2440, "label": "吴起县", "value": "吴起县"}, {
      "id": 2441,
      "label": "宝塔区（市区内）",
      "value": "宝塔区（市区内）"
    }, {"id": 6866, "label": "宝塔区（市区外）", "value": "宝塔区（市区外）"}], "id": 2428, "label": "延安市", "value": "延安市"
  }, {
    "children": [{"id": 2443, "label": "南郑县", "value": "南郑县"}, {
      "id": 2444,
      "label": "城固县",
      "value": "城固县"
    }, {"id": 2445, "label": "洋县", "value": "洋县"}, {"id": 2446, "label": "佛坪县", "value": "佛坪县"}, {
      "id": 2447,
      "label": "留坝县",
      "value": "留坝县"
    }, {"id": 2448, "label": "镇巴县", "value": "镇巴县"}, {"id": 2449, "label": "西乡县", "value": "西乡县"}, {
      "id": 2450,
      "label": "勉县",
      "value": "勉县"
    }, {"id": 2451, "label": "略阳县", "value": "略阳县"}, {"id": 2452, "label": "宁强县", "value": "宁强县"}, {
      "id": 2453,
      "label": "汉台区（环城路以内）",
      "value": "汉台区（环城路以内）"
    }, {"id": 6869, "label": "汉台区（环城路以外）", "value": "汉台区（环城路以外）"}], "id": 2442, "label": "汉中市", "value": "汉中市"
  }, {
    "children": [{"id": 2455, "label": "榆阳区（市区内）", "value": "榆阳区（市区内）"}, {
      "id": 2456,
      "label": "清涧县",
      "value": "清涧县"
    }, {"id": 2457, "label": "绥德县", "value": "绥德县"}, {"id": 2459, "label": "佳县", "value": "佳县"}, {
      "id": 2460,
      "label": "神木县",
      "value": "神木县"
    }, {"id": 2461, "label": "府谷县", "value": "府谷县"}, {"id": 2462, "label": "子洲县", "value": "子洲县"}, {
      "id": 2464,
      "label": "横山县",
      "value": "横山县"
    }, {"id": 2465, "label": "米脂县", "value": "米脂县"}, {"id": 2466, "label": "吴堡县", "value": "吴堡县"}, {
      "id": 2467,
      "label": "定边县",
      "value": "定边县"
    }, {"id": 4081, "label": "靖边县", "value": "靖边县"}, {"id": 6857, "label": "榆阳区（市区外）", "value": "榆阳区（市区外）"}],
    "id": 2454,
    "label": "榆林市",
    "value": "榆林市"
  }, {
    "children": [{"id": 2469, "label": "商州区", "value": "商州区"}, {
      "id": 2470,
      "label": "镇安县",
      "value": "镇安县"
    }, {"id": 2471, "label": "山阳县", "value": "山阳县"}, {"id": 2472, "label": "洛南县", "value": "洛南县"}, {
      "id": 2473,
      "label": "商南县",
      "value": "商南县"
    }, {"id": 2474, "label": "丹凤县", "value": "丹凤县"}, {"id": 2475, "label": "柞水县", "value": "柞水县"}],
    "id": 2468,
    "label": "商洛市",
    "value": "商洛市"
  }, {
    "children": [{"id": 2478, "label": "紫阳县", "value": "紫阳县"}, {
      "id": 2479,
      "label": "岚皋县",
      "value": "岚皋县"
    }, {"id": 2480, "label": "旬阳县", "value": "旬阳县"}, {"id": 2481, "label": "镇坪县", "value": "镇坪县"}, {
      "id": 2482,
      "label": "平利县",
      "value": "平利县"
    }, {"id": 2483, "label": "宁陕县", "value": "宁陕县"}, {"id": 2484, "label": "汉阴县", "value": "汉阴县"}, {
      "id": 2485,
      "label": "石泉县",
      "value": "石泉县"
    }, {"id": 2486, "label": "白河县", "value": "白河县"}, {"id": 3993, "label": "汉滨区", "value": "汉滨区"}],
    "id": 2476,
    "label": "安康市",
    "value": "安康市"
  }], "id": 27, "label": "陕西", "value": "陕西"
}, {
  "children": [{
    "children": [{"id": 2488, "label": "永登县", "value": "永登县"}, {
      "id": 2489,
      "label": "榆中县",
      "value": "榆中县"
    }, {"id": 2490, "label": "皋兰县", "value": "皋兰县"}, {
      "id": 2491,
      "label": "城关区(天水路以西)",
      "value": "城关区(天水路以西)"
    }, {"id": 3994, "label": "七里河区(武威路以东)", "value": "七里河区(武威路以东)"}, {
      "id": 3995,
      "label": "西固区",
      "value": "西固区"
    }, {"id": 3996, "label": "安宁区(市区范围费家营十字以东)", "value": "安宁区(市区范围费家营十字以东)"}, {
      "id": 3997,
      "label": "红古区",
      "value": "红古区"
    }, {"id": 4432, "label": "安宁区(市区范围费家营十字以西)", "value": "安宁区(市区范围费家营十字以西)"}, {
      "id": 4433,
      "label": "城关区(天水路以东)",
      "value": "城关区(天水路以东)"
    }, {"id": 4434, "label": "七里河区(武威路以西)", "value": "七里河区(武威路以西)"}], "id": 2487, "label": "兰州市", "value": "兰州市"
  }, {
    "children": [{"id": 2493, "label": "永昌县", "value": "永昌县"}, {"id": 2494, "label": "金川区", "value": "金川区"}],
    "id": 2492,
    "label": "金昌市",
    "value": "金昌市"
  }, {
    "children": [{"id": 2496, "label": "白银区", "value": "白银区"}, {
      "id": 2497,
      "label": "平川区",
      "value": "平川区"
    }, {"id": 2498, "label": "靖远县", "value": "靖远县"}, {"id": 2499, "label": "景泰县", "value": "景泰县"}, {
      "id": 2500,
      "label": "会宁县",
      "value": "会宁县"
    }], "id": 2495, "label": "白银市", "value": "白银市"
  }, {
    "children": [{"id": 2502, "label": "秦州区（市区内）", "value": "秦州区（市区内）"}, {
      "id": 2503,
      "label": "麦积区（市区内）",
      "value": "麦积区（市区内）"
    }, {"id": 2504, "label": "甘谷区", "value": "甘谷区"}, {"id": 2505, "label": "武山县", "value": "武山县"}, {
      "id": 2506,
      "label": "清水县",
      "value": "清水县"
    }, {"id": 2507, "label": "秦安县", "value": "秦安县"}, {
      "id": 2508,
      "label": "张家川回族自治县",
      "value": "张家川回族自治县"
    }, {"id": 6867, "label": "秦州区（市区外）", "value": "秦州区（市区外）"}, {"id": 6868, "label": "麦积区（市区外）", "value": "麦积区（市区外）"}],
    "id": 2501,
    "label": "天水市",
    "value": "天水市"
  }, {
    "children": [{"id": 2970, "label": "雄关区", "value": "雄关区"}, {
      "id": 16899,
      "label": "长城区",
      "value": "长城区"
    }, {"id": 16923, "label": "镜铁区", "value": "镜铁区"}], "id": 2509, "label": "嘉峪关市", "value": "嘉峪关市"
  }, {
    "children": [{"id": 2519, "label": "华亭县", "value": "华亭县"}, {
      "id": 2520,
      "label": "崇信县",
      "value": "崇信县"
    }, {"id": 2521, "label": "泾川县", "value": "泾川县"}, {"id": 2522, "label": "灵台县", "value": "灵台县"}, {
      "id": 2523,
      "label": "镇原县",
      "value": "镇原县"
    }, {"id": 2524, "label": "庄浪县", "value": "庄浪县"}, {"id": 3023, "label": "崆峒区", "value": "崆峒区"}, {
      "id": 3998,
      "label": "静宁县",
      "value": "静宁县"
    }], "id": 2518, "label": "平凉市", "value": "平凉市"
  }, {
    "children": [{"id": 2526, "label": "西峰区", "value": "西峰区"}, {
      "id": 2528,
      "label": "镇原县",
      "value": "镇原县"
    }, {"id": 2529, "label": "合水县", "value": "合水县"}, {"id": 2530, "label": "华池县", "value": "华池县"}, {
      "id": 2531,
      "label": "环县",
      "value": "环县"
    }, {"id": 2532, "label": "宁县", "value": "宁县"}, {"id": 2533, "label": "正宁县", "value": "正宁县"}, {
      "id": 4001,
      "label": "庆城县",
      "value": "庆城县"
    }], "id": 2525, "label": "庆阳市", "value": "庆阳市"
  }, {
    "children": [{"id": 2535, "label": "成县", "value": "成县"}, {"id": 2536, "label": "礼县", "value": "礼县"}, {
      "id": 2537,
      "label": "康县",
      "value": "康县"
    }, {"id": 2538, "label": "武都区", "value": "武都区"}, {"id": 2539, "label": "文县", "value": "文县"}, {
      "id": 2540,
      "label": "两当县",
      "value": "两当县"
    }, {"id": 2541, "label": "徽县", "value": "徽县"}, {"id": 2542, "label": "宕昌县", "value": "宕昌县"}, {
      "id": 2543,
      "label": "西和县",
      "value": "西和县"
    }], "id": 2534, "label": "陇南市", "value": "陇南市"
  }, {
    "children": [{"id": 2545, "label": "凉州区", "value": "凉州区"}, {
      "id": 2546,
      "label": "古浪县",
      "value": "古浪县"
    }, {"id": 2547, "label": "天祝县", "value": "天祝县"}, {"id": 2548, "label": "民勤县", "value": "民勤县"}],
    "id": 2544,
    "label": "武威市",
    "value": "武威市"
  }, {
    "children": [{"id": 2550, "label": "甘州区", "value": "甘州区"}, {
      "id": 2551,
      "label": "山丹县",
      "value": "山丹县"
    }, {"id": 2552, "label": "临泽县", "value": "临泽县"}, {"id": 2553, "label": "高台县", "value": "高台县"}, {
      "id": 2554,
      "label": "肃南县",
      "value": "肃南县"
    }, {"id": 2555, "label": "民乐县", "value": "民乐县"}], "id": 2549, "label": "张掖市", "value": "张掖市"
  }, {
    "children": [{"id": 2558, "label": "玉门市", "value": "玉门市"}, {
      "id": 2559,
      "label": "敦煌市",
      "value": "敦煌市"
    }, {"id": 2560, "label": "金塔县", "value": "金塔县"}, {"id": 2562, "label": "阿克塞县", "value": "阿克塞县"}, {
      "id": 2563,
      "label": "肃北县",
      "value": "肃北县"
    }, {"id": 3999, "label": "瓜州县", "value": "瓜州县"}, {"id": 4000, "label": "肃州区", "value": "肃州区"}],
    "id": 2556,
    "label": "酒泉市",
    "value": "酒泉市"
  }, {
    "children": [{"id": 2565, "label": "合作市", "value": "合作市"}, {
      "id": 2566,
      "label": "夏河县",
      "value": "夏河县"
    }, {"id": 2567, "label": "碌曲县", "value": "碌曲县"}, {"id": 2568, "label": "舟曲县", "value": "舟曲县"}, {
      "id": 2569,
      "label": "玛曲县",
      "value": "玛曲县"
    }, {"id": 2570, "label": "迭部县", "value": "迭部县"}, {"id": 2571, "label": "临潭县", "value": "临潭县"}, {
      "id": 2572,
      "label": "卓尼县",
      "value": "卓尼县"
    }], "id": 2564, "label": "甘南州", "value": "甘南州"
  }, {
    "children": [{"id": 2574, "label": "临夏县", "value": "临夏县"}, {
      "id": 2575,
      "label": "康乐县",
      "value": "康乐县"
    }, {"id": 2576, "label": "永靖县", "value": "永靖县"}, {"id": 2577, "label": "和政县", "value": "和政县"}, {
      "id": 2578,
      "label": "东乡族自治县",
      "value": "东乡族自治县"
    }, {"id": 2579, "label": "积石山县", "value": "积石山县"}, {"id": 3175, "label": "临夏市", "value": "临夏市"}, {
      "id": 4008,
      "label": "广河县",
      "value": "广河县"
    }], "id": 2573, "label": "临夏州", "value": "临夏州"
  }, {
    "children": [{"id": 3081, "label": "岷县", "value": "岷县"}, {
      "id": 4002,
      "label": "安定区",
      "value": "安定区"
    }, {"id": 4003, "label": "通渭县", "value": "通渭县"}, {"id": 4004, "label": "临洮县", "value": "临洮县"}, {
      "id": 4005,
      "label": "漳县",
      "value": "漳县"
    }, {"id": 4006, "label": "渭源县", "value": "渭源县"}, {"id": 4007, "label": "陇西县", "value": "陇西县"}],
    "id": 3080,
    "label": "定西市",
    "value": "定西市"
  }], "id": 28, "label": "甘肃", "value": "甘肃"
}, {
  "children": [{
    "children": [{"id": 2581, "label": "湟中县", "value": "湟中县"}, {
      "id": 2582,
      "label": "湟源县",
      "value": "湟源县"
    }, {"id": 2583, "label": "大通回族土族自治县", "value": "大通回族土族自治县"}, {
      "id": 2584,
      "label": "城中区(六一桥以北,祁连路以南)",
      "value": "城中区(六一桥以北,祁连路以南)"
    }, {"id": 4009, "label": "城东区(湟中路以西,互助路以南,昆仑路以北)", "value": "城东区(湟中路以西,互助路以南,昆仑路以北)"}, {
      "id": 4010,
      "label": "城西区(昆仑路以北,海湖路以东,柴达木路以南)",
      "value": "城西区(昆仑路以北,海湖路以东,柴达木路以南)"
    }, {"id": 4011, "label": "城北区(门源路以南)", "value": "城北区(门源路以南)"}, {
      "id": 5900,
      "label": "城中区(六一桥以南,祁连路以北)",
      "value": "城中区(六一桥以南,祁连路以北)"
    }, {"id": 5901, "label": "城东区(湟中路以东,互助路以北,昆仑路以南)", "value": "城东区(湟中路以东,互助路以北,昆仑路以南)"}, {
      "id": 5902,
      "label": "城西区(昆仑路以南,海湖路以西,柴达木路以北)",
      "value": "城西区(昆仑路以南,海湖路以西,柴达木路以北)"
    }, {"id": 5903, "label": "城北区(门源路以北)", "value": "城北区(门源路以北)"}], "id": 2580, "label": "西宁市", "value": "西宁市"
  }, {
    "children": [{"id": 2586, "label": "平安县", "value": "平安县"}, {
      "id": 2587,
      "label": "乐都县",
      "value": "乐都县"
    }, {"id": 2588, "label": "民和县", "value": "民和县"}, {"id": 2589, "label": "互助县", "value": "互助县"}, {
      "id": 2590,
      "label": "化隆县",
      "value": "化隆县"
    }, {"id": 2591, "label": "循化县", "value": "循化县"}], "id": 2585, "label": "海东地区", "value": "海东地区"
  }, {
    "children": [{"id": 2593, "label": "海晏县", "value": "海晏县"}, {
      "id": 2594,
      "label": "祁连县",
      "value": "祁连县"
    }, {"id": 2595, "label": "刚察县", "value": "刚察县"}, {"id": 2596, "label": "门源县", "value": "门源县"}],
    "id": 2592,
    "label": "海北州",
    "value": "海北州"
  }, {
    "children": [{"id": 2598, "label": "尖扎县", "value": "尖扎县"}, {
      "id": 2599,
      "label": "同仁县",
      "value": "同仁县"
    }, {"id": 2600, "label": "泽库县", "value": "泽库县"}, {"id": 2602, "label": "河南县", "value": "河南县"}],
    "id": 2597,
    "label": "黄南州",
    "value": "黄南州"
  }, {
    "children": [{"id": 4012, "label": "共和县", "value": "共和县"}, {
      "id": 4013,
      "label": "同德县",
      "value": "同德县"
    }, {"id": 4014, "label": "贵德县", "value": "贵德县"}, {"id": 4015, "label": "兴海县", "value": "兴海县"}, {
      "id": 4016,
      "label": "贵南县",
      "value": "贵南县"
    }], "id": 2603, "label": "海南州", "value": "海南州"
  }, {
    "children": [{"id": 2606, "label": "玛沁县", "value": "玛沁县"}, {
      "id": 2607,
      "label": "甘德县",
      "value": "甘德县"
    }, {"id": 2608, "label": "达日县", "value": "达日县"}, {"id": 2609, "label": "班玛县", "value": "班玛县"}, {
      "id": 2610,
      "label": "久治县",
      "value": "久治县"
    }, {"id": 2611, "label": "玛多县", "value": "玛多县"}], "id": 2605, "label": "果洛州", "value": "果洛州"
  }, {
    "children": [{"id": 2613, "label": "玉树县", "value": "玉树县"}, {
      "id": 2614,
      "label": "称多县",
      "value": "称多县"
    }, {"id": 2615, "label": "囊谦县", "value": "囊谦县"}, {"id": 2616, "label": "杂多县", "value": "杂多县"}, {
      "id": 2617,
      "label": "治多县",
      "value": "治多县"
    }, {"id": 2618, "label": "曲麻莱县", "value": "曲麻莱县"}], "id": 2612, "label": "玉树州", "value": "玉树州"
  }, {
    "children": [{"id": 2621, "label": "德令哈市", "value": "德令哈市"}, {
      "id": 2622,
      "label": "乌兰县",
      "value": "乌兰县"
    }, {"id": 2623, "label": "天峻县", "value": "天峻县"}, {"id": 2624, "label": "都兰县", "value": "都兰县"}, {
      "id": 2625,
      "label": "大柴旦行委",
      "value": "大柴旦行委"
    }, {"id": 2626, "label": "冷湖行委", "value": "冷湖行委"}, {"id": 2627, "label": "茫崖行委", "value": "茫崖行委"}, {
      "id": 3021,
      "label": "格尔木市",
      "value": "格尔木市"
    }], "id": 2620, "label": "海西州", "value": "海西州"
  }], "id": 29, "label": "青海", "value": "青海"
}, {
  "children": [{
    "children": [{"id": 2629, "label": "灵武市", "value": "灵武市"}, {
      "id": 2630,
      "label": "永宁县",
      "value": "永宁县"
    }, {"id": 2631, "label": "贺兰县", "value": "贺兰县"}, {
      "id": 4017,
      "label": "兴庆区(主城区以内)",
      "value": "兴庆区(主城区以内)"
    }, {"id": 4018, "label": "金凤区(主城区以内)", "value": "金凤区(主城区以内)"}, {
      "id": 4019,
      "label": "西夏区(主城区以内)",
      "value": "西夏区(主城区以内)"
    }, {"id": 4805, "label": "兴庆区(主城区以外)", "value": "兴庆区(主城区以外)"}, {
      "id": 4806,
      "label": "金凤区(主城区以外)",
      "value": "金凤区(主城区以外)"
    }, {"id": 4807, "label": "西夏区(主城区以外)", "value": "西夏区(主城区以外)"}], "id": 2628, "label": "银川市", "value": "银川市"
  }, {
    "children": [{"id": 2633, "label": "平罗县", "value": "平罗县"}, {
      "id": 2635,
      "label": "惠农区",
      "value": "惠农区"
    }, {"id": 2636, "label": "大武口区", "value": "大武口区"}], "id": 2632, "label": "石嘴山市", "value": "石嘴山市"
  }, {
    "children": [{"id": 2638, "label": "青铜峡市", "value": "青铜峡市"}, {
      "id": 2641,
      "label": "同心县",
      "value": "同心县"
    }, {"id": 2642, "label": "盐池县", "value": "盐池县"}, {"id": 2643, "label": "红寺堡开发区", "value": "红寺堡开发区"}, {
      "id": 2966,
      "label": "利通区",
      "value": "利通区"
    }], "id": 2637, "label": "吴忠市", "value": "吴忠市"
  }, {
    "children": [{"id": 2647, "label": "西吉县", "value": "西吉县"}, {
      "id": 2648,
      "label": "隆德县",
      "value": "隆德县"
    }, {"id": 2649, "label": "泾源县", "value": "泾源县"}, {"id": 2650, "label": "彭阳县", "value": "彭阳县"}, {
      "id": 2651,
      "label": "原州区",
      "value": "原州区"
    }], "id": 2644, "label": "固原市", "value": "固原市"
  }, {
    "children": [{"id": 3072, "label": "中宁县", "value": "中宁县"}, {
      "id": 3148,
      "label": "海原县",
      "value": "海原县"
    }, {"id": 4020, "label": "沙坡头区", "value": "沙坡头区"}], "id": 3071, "label": "中卫市", "value": "中卫市"
  }], "id": 30, "label": "宁夏", "value": "宁夏"
}, {
  "children": [{
    "children": [{"id": 2653, "label": "乌鲁木齐县", "value": "乌鲁木齐县"}, {
      "id": 2932,
      "label": "天山区(外环路以内)",
      "value": "天山区(外环路以内)"
    }, {"id": 4021, "label": "沙依巴克区(外环路以内)", "value": "沙依巴克区(外环路以内)"}, {
      "id": 4022,
      "label": "新市区(苏州路立交桥以内)",
      "value": "新市区(苏州路立交桥以内)"
    }, {"id": 4023, "label": "水磨沟区(外环路以内)", "value": "水磨沟区(外环路以内)"}, {
      "id": 4024,
      "label": "头屯河区",
      "value": "头屯河区"
    }, {"id": 4025, "label": "达坂城区", "value": "达坂城区"}, {"id": 4026, "label": "米东区", "value": "米东区"}, {
      "id": 4766,
      "label": "天山区(外环路以外)",
      "value": "天山区(外环路以外)"
    }, {"id": 4767, "label": "沙依巴克区(外环路以外)", "value": "沙依巴克区(外环路以外)"}, {
      "id": 4768,
      "label": "水磨沟区(外环路以外)",
      "value": "水磨沟区(外环路以外)"
    }, {"id": 4769, "label": "新市区(苏州路立交桥以外)", "value": "新市区(苏州路立交桥以外)"}], "id": 2652, "label": "乌鲁木齐市", "value": "乌鲁木齐市"
  }, {
    "children": [{"id": 2655, "label": "克拉玛依区", "value": "克拉玛依区"}, {
      "id": 2930,
      "label": "独山子区",
      "value": "独山子区"
    }, {"id": 3006, "label": "白碱滩区", "value": "白碱滩区"}, {"id": 4027, "label": "乌尔禾区", "value": "乌尔禾区"}],
    "id": 2654,
    "label": "克拉玛依市",
    "value": "克拉玛依市"
  }, {
    "children": [{"id": 2657, "label": "石河子市", "value": "石河子市"}],
    "id": 2656,
    "label": "石河子市",
    "value": "石河子市"
  }, {
    "children": [{"id": 2659, "label": "吐鲁番市", "value": "吐鲁番市"}, {
      "id": 2660,
      "label": "托克逊县",
      "value": "托克逊县"
    }, {"id": 2661, "label": "鄯善县", "value": "鄯善县"}], "id": 2658, "label": "吐鲁番地区", "value": "吐鲁番地区"
  }, {
    "children": [{"id": 2663, "label": "哈密市", "value": "哈密市"}, {
      "id": 2664,
      "label": "巴里昆县",
      "value": "巴里昆县"
    }, {"id": 2665, "label": "伊吾县", "value": "伊吾县"}], "id": 2662, "label": "哈密地区", "value": "哈密地区"
  }, {
    "children": [{"id": 2667, "label": "和田市", "value": "和田市"}, {
      "id": 2669,
      "label": "墨玉县",
      "value": "墨玉县"
    }, {"id": 2670, "label": "洛浦县", "value": "洛浦县"}, {"id": 2671, "label": "策勒县", "value": "策勒县"}, {
      "id": 2672,
      "label": "于田县",
      "value": "于田县"
    }, {"id": 2673, "label": "民丰县", "value": "民丰县"}, {"id": 2674, "label": "皮山县", "value": "皮山县"}, {
      "id": 14848,
      "label": "和田县",
      "value": "和田县"
    }], "id": 2666, "label": "和田地区", "value": "和田地区"
  }, {
    "children": [{"id": 2676, "label": "阿克苏市", "value": "阿克苏市"}, {
      "id": 2678,
      "label": "温宿县",
      "value": "温宿县"
    }, {"id": 2679, "label": "沙雅县", "value": "沙雅县"}, {"id": 2680, "label": "拜城县", "value": "拜城县"}, {
      "id": 2681,
      "label": "阿瓦提县",
      "value": "阿瓦提县"
    }, {"id": 2682, "label": "库车县", "value": "库车县"}, {"id": 2683, "label": "柯坪县", "value": "柯坪县"}, {
      "id": 2684,
      "label": "新和县",
      "value": "新和县"
    }, {"id": 2685, "label": "乌什县", "value": "乌什县"}, {"id": 4171, "label": "阿拉尔市", "value": "阿拉尔市"}],
    "id": 2675,
    "label": "阿克苏地区",
    "value": "阿克苏地区"
  }, {
    "children": [{"id": 2687, "label": "喀什市", "value": "喀什市"}, {
      "id": 2688,
      "label": "巴楚县",
      "value": "巴楚县"
    }, {"id": 2689, "label": "泽普县", "value": "泽普县"}, {"id": 2690, "label": "伽师县", "value": "伽师县"}, {
      "id": 2691,
      "label": "叶城县",
      "value": "叶城县"
    }, {"id": 2692, "label": "岳普湖县", "value": "岳普湖县"}, {"id": 2693, "label": "疏附县", "value": "疏附县"}, {
      "id": 2694,
      "label": "疏勒县",
      "value": "疏勒县"
    }, {"id": 2695, "label": "英吉沙县", "value": "英吉沙县"}, {"id": 2696, "label": "麦盖提县", "value": "麦盖提县"}, {
      "id": 2697,
      "label": "莎车县",
      "value": "莎车县"
    }, {"id": 2698, "label": "塔什库尔干县", "value": "塔什库尔干县"}], "id": 2686, "label": "喀什地区", "value": "喀什地区"
  }, {
    "children": [{"id": 2700, "label": "阿图什市", "value": "阿图什市"}, {
      "id": 2701,
      "label": "阿合奇县",
      "value": "阿合奇县"
    }, {"id": 2702, "label": "乌恰县", "value": "乌恰县"}, {"id": 2703, "label": "阿克陶县", "value": "阿克陶县"}],
    "id": 2699,
    "label": "克孜勒苏州",
    "value": "克孜勒苏州"
  }, {
    "children": [{"id": 2705, "label": "库尔勒市", "value": "库尔勒市"}, {
      "id": 2706,
      "label": "尉犁县",
      "value": "尉犁县"
    }, {"id": 2707, "label": "和静县", "value": "和静县"}, {"id": 2708, "label": "博湖县", "value": "博湖县"}, {
      "id": 2709,
      "label": "和硕县",
      "value": "和硕县"
    }, {"id": 2710, "label": "轮台县", "value": "轮台县"}, {"id": 2711, "label": "若羌县", "value": "若羌县"}, {
      "id": 2712,
      "label": "且末县",
      "value": "且末县"
    }, {"id": 2713, "label": "焉耆县", "value": "焉耆县"}], "id": 2704, "label": "巴音郭楞州", "value": "巴音郭楞州"
  }, {
    "children": [{"id": 2715, "label": "昌吉市", "value": "昌吉市"}, {
      "id": 2716,
      "label": "阜康市",
      "value": "阜康市"
    }, {"id": 2718, "label": "奇台县", "value": "奇台县"}, {"id": 2719, "label": "玛纳斯县", "value": "玛纳斯县"}, {
      "id": 2720,
      "label": "吉木萨尔县",
      "value": "吉木萨尔县"
    }, {"id": 2721, "label": "呼图壁县", "value": "呼图壁县"}, {"id": 2722, "label": "木垒县", "value": "木垒县"}],
    "id": 2714,
    "label": "昌吉州",
    "value": "昌吉州"
  }, {
    "children": [{"id": 2724, "label": "博乐市", "value": "博乐市"}, {
      "id": 2725,
      "label": "精河县",
      "value": "精河县"
    }, {"id": 2726, "label": "温泉县", "value": "温泉县"}], "id": 2723, "label": "博尔塔拉州", "value": "博尔塔拉州"
  }, {
    "children": [{"id": 2728, "label": "伊宁市", "value": "伊宁市"}, {
      "id": 2729,
      "label": "特克斯县",
      "value": "特克斯县"
    }, {"id": 2730, "label": "尼勒克县", "value": "尼勒克县"}, {"id": 2731, "label": "昭苏县", "value": "昭苏县"}, {
      "id": 2732,
      "label": "新源县",
      "value": "新源县"
    }, {"id": 2733, "label": "霍城县", "value": "霍城县"}, {"id": 2734, "label": "察布查尔县", "value": "察布查尔县"}, {
      "id": 2735,
      "label": "巩留县",
      "value": "巩留县"
    }, {"id": 4028, "label": "奎屯市", "value": "奎屯市"}, {"id": 4499, "label": "伊宁县", "value": "伊宁县"}],
    "id": 2727,
    "label": "伊犁州",
    "value": "伊犁州"
  }, {
    "children": [{"id": 2737, "label": "塔城市", "value": "塔城市"}, {
      "id": 2738,
      "label": "乌苏市",
      "value": "乌苏市"
    }, {"id": 2739, "label": "额敏县", "value": "额敏县"}, {"id": 2740, "label": "裕民县", "value": "裕民县"}, {
      "id": 2741,
      "label": "沙湾县",
      "value": "沙湾县"
    }, {"id": 2742, "label": "托里县", "value": "托里县"}, {"id": 2743, "label": "和布克赛尔县", "value": "和布克赛尔县"}],
    "id": 2736,
    "label": "塔城地区",
    "value": "塔城地区"
  }, {
    "children": [{"id": 2745, "label": "阿勒泰市", "value": "阿勒泰市"}, {
      "id": 2746,
      "label": "富蕴县",
      "value": "富蕴县"
    }, {"id": 2747, "label": "青河县", "value": "青河县"}, {"id": 2748, "label": "吉木乃县", "value": "吉木乃县"}, {
      "id": 2749,
      "label": "布尔津县",
      "value": "布尔津县"
    }, {"id": 2750, "label": "福海县", "value": "福海县"}, {"id": 2751, "label": "哈巴河县", "value": "哈巴河县"}, {
      "id": 6822,
      "label": "北屯市",
      "value": "北屯市"
    }], "id": 2744, "label": "阿勒泰地区", "value": "阿勒泰地区"
  }, {
    "children": [{"id": 4122, "label": "五家渠市", "value": "五家渠市"}],
    "id": 4110,
    "label": "五家渠市",
    "value": "五家渠市"
  }, {"children": [], "id": 4163, "label": "博尔塔拉蒙古自治州阿拉山口口岸", "value": "博尔塔拉蒙古自治州阿拉山口口岸"}, {
    "children": [{
      "id": 15948,
      "label": "阿拉尔市",
      "value": "阿拉尔市"
    }], "id": 15945, "label": "阿拉尔市", "value": "阿拉尔市"
  }, {
    "children": [{"id": 15947, "label": "图木舒克市", "value": "图木舒克市"}],
    "id": 15946,
    "label": "图木舒克市",
    "value": "图木舒克市"
  }], "id": 31, "label": "新疆", "value": "新疆"
}, {
  "children": [{
    "children": [{"id": 2769, "label": "台湾市区内", "value": "台湾市区内"}],
    "id": 2768,
    "label": "台湾市",
    "value": "台湾市"
  }], "id": 32, "label": "台湾", "value": "台湾"
}, {
  "children": [{
    "children": [{"id": 2755, "label": "香港市区内", "value": "香港市区内"}],
    "id": 2754,
    "label": "香港特别行政区",
    "value": "香港特别行政区"
  }], "id": 42, "label": "香港", "value": "香港"
}, {
  "children": [{
    "children": [{"id": 2771, "label": "澳门市区内", "value": "澳门市区内"}],
    "id": 2770,
    "label": "澳门市",
    "value": "澳门市"
  }], "id": 43, "label": "澳门", "value": "澳门"
}, {
  "children": [{
    "children": [{"id": 1311, "label": "钓鱼岛", "value": "钓鱼岛"}],
    "id": 1310,
    "label": "钓鱼岛",
    "value": "钓鱼岛"
  }], "id": 84, "label": "钓鱼岛", "value": "钓鱼岛"
}]
